script-4d.org
# -*- coding: utf-8 -*-
#+Title: Skript zur Prüfung zum 4. Dan
#+Author: Göran Kirchner
#+Language: de

#+Startup: showall
#+Options: toc:nil tex:t H:4 num:4 todo:nil pri:nil tags:nil ^:nil ':t \n:nil stat:nil
#+Property: header-args :cache yes
#+Exclude_Tags: noexport
 
#+Setupfile: ./inc/theme-readtheorg.setup
# #+Setupfile: ./inc/theme-bigblow.setup

#+INCLUDE: "./preamble-handout.org"

#+BEGIN_SRC elisp :results silent :exports none
(defun my-org-export-change-options (plist backend)
  (cond 
    ((equal backend 'html)
     (plist-put plist :with-toc t)
     (plist-put plist :section-numbers nil))
    ((equal backend 'latex)
     (plist-put plist :with-toc t)
     (plist-put plist :section-numbers t)))
  plist)
(add-to-list 'org-export-filter-options-functions 'my-org-export-change-options)
(setq org-html-htmlize-output-type 'css)
#+END_SRC

#+BEGIN_SRC latex :exports results
\ifxetex
  \newcommand{\textls}[2][5]{%
    \begingroup\addfontfeatures{LetterSpace=#1}#2\endgroup
  }
  \renewcommand{\allcapsspacing}[1]{\textls[15]{#1}}
  \renewcommand{\smallcapsspacing}[1]{\textls[10]{#1}}
  \renewcommand{\allcaps}[1]{\textls[15]{\MakeTextUppercase{#1}}}
  \renewcommand{\smallcaps}[1]{\smallcapsspacing{\scshape\MakeTextLowercase{#1}}}
  \renewcommand{\textsc}[1]{\smallcapsspacing{\textsmallcaps{#1}}}
\fi
#+END_SRC
# #+TOC: headlines 0

#+Latex_Header: \usepackage{xeCJK}
#+Latex_Header: \setCJKmainfont{MS Mincho} % for \rmfamily
#+Latex_Header: \setCJKsansfont{MS Gothic} % for \sffamily
# #+Latex_header: \usepackage{CJKutf8}
#+Latex_Header: \usepackage{booktabs}
#+Latex_Header: \usepackage[normalem]{ulem}
#+Latex_Header: \usepackage{soul}
#+Latex_Header: \setstcolor{red}
#+LATEX_HEADER: \usepackage{csquotes}
#+LATEX_HEADER: \usepackage{hyphenat}
#+LATEX_HEADER: \usepackage[
#+LATEX_HEADER:   citestyle=authoryear, %numeric-comp, %authoryear, %verbose,
#+Latex_Header:   bibstyle=authoryear,
#+LATEX_HEADER:   autocite=inline,
#+LATEX_HEADER:   natbib=true,
#+LATEX_HEADER:   backend=biber
#+LATEX_HEADER: ]{biblatex}

#+LATEX_HEADER: \addbibresource[datatype=bibtex]{judo.bib}
# #+Latex_Header: \sisetup{output-decimal-marker={,}, load-configurations=abbreviations, group-separator={.}, per-mode=fraction, group-digits=integer}

#+Latex: \newpage
