script-4d.tex
% Created 2018-11-20 Tue 10:03
% Intended LaTeX compiler: pdflatex
\documentclass[justified, a4paper, notitlepage, captions=tableheading, nobib]{tufte-handout}
    \usepackage{color}
    \usepackage{amssymb}
    \usepackage{amsmath}
    \usepackage{gensymb}
    \usepackage{nicefrac}
    \usepackage{units}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[utf8]{inputenc}
\usepackage[ngerman, germanb]{babel}
\usepackage{fontspec}
\usepackage[EU1]{fontenc}
\usepackage{polyglossia}
\setmainlanguage[babelshorthands=true]{german}
\usepackage{atbegshi}
\usepackage{footnote}
\usepackage{minitoc}
\usepackage{booktabs}
\usepackage{longtable}
\usepackage{lmodern}
\usepackage{graphicx}
\usepackage{hyperref}
\usepackage{url}
\usepackage{fancyvrb}
\usepackage{color}
\usepackage{xcolor}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{array}
\usepackage{listings}
\usepackage{rotating}
\usepackage{multicol}
\usepackage{pdflscape}
\usepackage{ctable}
\usepackage{parskip}
\usepackage{anysize}
\usepackage{supertabular}
\usepackage{minted}
\usepackage{gensymb}
\usepackage{nicefrac}
\usepackage{units}
\usepackage{siunitx}
\usepackage{marginfix}
\usepackage{hyphenat}
\usepackage{float}
\usepackage{placeins}
\usepackage{tabu}
\usepackage{tabulary}
\usepackage{tocloft}
\usepackage{titlesec}
\usepackage{upquote}
\usepackage{pdfpages}
\usepackage{tabulary}
\usepackage{minted}
\newgeometry{left=0.12\paperwidth,top=1in,headsep=2\baselineskip,
textwidth=0.7\paperwidth,marginparsep=1ex,marginparwidth=0.1\paperwidth,
textheight=44\baselineskip,headheight=\baselineskip}
\definecolor{darkblue}{rgb}{0,0,.5}
\definecolor{darkgreen}{rgb}{0,.5,0}
\definecolor{islamicgreen}{rgb}{0.0, 0.56, 0.0}
\definecolor{darkred}{rgb}{0.5,0,0}
\definecolor{mintedbg}{rgb}{0.95,0.95,0.95}
\definecolor{arsenic}{rgb}{0.23, 0.27, 0.29}
\definecolor{prussianblue}{rgb}{0.0, 0.19, 0.33}
\definecolor{coolblack}{rgb}{0.0, 0.18, 0.39}
\definecolor{cobalt}{rgb}{0.0, 0.28, 0.67}
\definecolor{moonstoneblue}{rgb}{0.45, 0.66, 0.76}
\definecolor{aliceblue}{rgb}{0.94, 0.97, 1.0}
\hypersetup{colorlinks=true, breaklinks=true, linkcolor=coolblack, anchorcolor=blue, citecolor=islamicgreen, filecolor=blue,  menucolor=blue,  urlcolor=violet}
\renewcommand\thefootnote{\textcolor{darkred}{\arabic{footnote}}}
\renewcommand{\theFancyVerbLine}{\sffamily\textcolor[rgb]{0.7,0.7,0.7}{\tiny\arabic{FancyVerbLine}}}
\setcounter{secnumdepth}{2}
\titleformat{\section}{\normalfont\Large\bfseries\color{black}} {\llap{\colorbox{coolblack}{\parbox{1.5cm}{\hfill\color{white}\thesection}}}}{1em}{}[]
\titleformat{\subsection}{\normalfont\large\bfseries\color{black}} {\llap{\colorbox{aliceblue}{\parbox{1.5cm}{\hfill\color{coolblack}\thesubsection}}}}{1em}{}[]
\titleformat{\paragraph}{\normalfont\large\bfseries\color{black}} {}{1em}{}[]
\titleformat{\subparagraph}{\normalfont\large\bfseries\color{black}} {}{1em}{}[]
\makeatletter
% Paragraph indentation and separation for normal text
\renewcommand{\@tufte@reset@par}{%
\setlength{\RaggedRightParindent}{0.0pc}%
\setlength{\JustifyingParindent}{0.0pc}%
\setlength{\parindent}{0pc}%
\setlength{\parskip}{6pt}%
}
\@tufte@reset@par
% Paragraph indentation and separation for marginal text
\renewcommand{\@tufte@margin@par}{%
\setlength{\RaggedRightParindent}{0.0pc}%
\setlength{\JustifyingParindent}{0.0pc}%
\setlength{\parindent}{0.0pc}%
\setlength{\parskip}{3pt}%
}
\makeatother
\usepackage{xeCJK}
\setCJKmainfont{MS Mincho} % for \rmfamily
\setCJKsansfont{MS Gothic} % for \sffamily
\usepackage{booktabs}
\usepackage[normalem]{ulem}
\usepackage{soul}
\setstcolor{red}
\usepackage{csquotes}
\usepackage{hyphenat}
\usepackage[
citestyle=authoryear, %numeric-comp, %authoryear, %verbose,
bibstyle=authoryear,
autocite=inline,
natbib=true,
backend=biber
]{biblatex}
\addbibresource[datatype=bibtex]{judo.bib}
\author{Göran Kirchner}
\date{\today}
\title{Skript zur Prüfung zum 4. Dan}
\hypersetup{
 pdfauthor={Göran Kirchner},
 pdftitle={Skript zur Prüfung zum 4. Dan},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.14)}, 
 pdflang={Germanb}}
\begin{document}

\maketitle
\tableofcontents

\ifxetex
  \newcommand{\textls}[2][5]{%
    \begingroup\addfontfeatures{LetterSpace=#1}#2\endgroup
  }
  \renewcommand{\allcapsspacing}[1]{\textls[15]{#1}}
  \renewcommand{\smallcapsspacing}[1]{\textls[10]{#1}}
  \renewcommand{\allcaps}[1]{\textls[15]{\MakeTextUppercase{#1}}}
  \renewcommand{\smallcaps}[1]{\smallcapsspacing{\scshape\MakeTextLowercase{#1}}}
  \renewcommand{\textsc}[1]{\smallcapsspacing{\textsmallcaps{#1}}}
\fi

\newpage
