script-4d.org
* DONE Einleitung
  CLOSED: [2018-11-19 Mon 22:13]

Mit den Prüfungen vom 1. bis 3. Dan habe ich nachgewiesen, dass ich die Prinzipien des Judo beherrsche. Mit dem 4. Dan möchte ich das Gelernte und meine Erfahrungen weiter geben.

Ich habe 1982 mit Judo begonnen und blicke damit auf 36 Jahre voller schöner Erinnerungen zurück. 

So möchte ich diesen Dan auch zum Anlass nehmen, um mich bei all meinen Trainier zu bedanken, die mich auf meinem Weg weiter gebracht haben. Das sind Wolfgang Remane, Günter Krüger, Hans-Georg Bengsch, Steffan Arlt, Rainer Bunk und aktuell Martin Francke. Für ihren Rat und ihre Unterstützung bei der Vorbereitung möchte ich mich auch besonders bei Astrid Machulik bedanken. Meine Freunde vom KiK e.V. haben mich nicht nur sportlich vorbildlich unterstützt. Ohne meinem Freund Jörg Dommel wäre ich mit Sicherheit nicht da wo ich jetzt stehe. Vielen Dank!

Meiner Frau Annett und meinen drei Kindern möchte ich dafür danken, dass sie mir die Zeit und die Liebe geschenkt haben, um mich dem Studium der Judo-Klassiker und der intensiven Dan-Vorbereitung zu widmen.

#+Latex: \newpage
* DONE Prüfungsprogramm
  CLOSED: [2018-09-18 Tue 08:01]
** DONE Prüfungsschwerpunkte
   CLOSED: [2018-09-16 Sun 15:25]

/Ab dem 4. Dan soll die Beschäftigung mit der Theorie der Sportart intensiviert werden.
Die langjährige Erfahrung, die gesteigerten Kenntnisse und die daraus entstehende Kreativität sollen in dieser Stufe zum Ausdruck kommen und möglichst auch an andere weitergegeben werden./

** DONE Vorkenntnisse 
   CLOSED: [2018-09-16 Sun 15:25]

Alle Techniken der Kyu- und Dan- Ausbildungsstufen (außer Kata) können stichprobenartig abgeprüft werden.

** DONE Standtechnik (stichprobenartig)
   CLOSED: [2018-09-23 Sun 15:47]

Erläuterung der folgenden Wurfprinzipien und Demonstration mit je 2 Techniken aus je 2 sinnvollen Situationen:
1. Fegen (Barai)
2. Sicheln (Gari)
3. Einhängen (Gake)
4. Blockieren/Stoppen
5. Verwringen
6. Eindrehen
7. Einrollen
8. Ausheben
9. Selbstfallen
   + vorwärts (maki-komi)
   + rückwärts (ma-sutemi)
   + seitwärts (yoko-sutemi)

Die oben aufgeführten Wurfprinzipien sollen anhand von jeweils zwei unterschiedlichen Wurftechniken aus jeweils zwei unterschiedlichen, judotypischen, sinnvollen Situationen erläutert und demonstriert werden (nähere Erläuterungen zu den Wurfprinzipien im Begleitskript).

Der Prüfling muss sich auf alle Prinzipien vorbereiten, die Prüfungskommission soll 2-3 Beispiele auswählen, um den Zeitrahmen nicht zu sprengen.

