script-4d.tex
\section{Einleitung}
\label{sec:org288c45c}
Mit den Prüfungen vom 1. bis 3. Dan habe ich nachgewiesen, dass ich die Prinzipien des \hyperref[org39a3ee2]{Judo} beherrsche. Mit dem 4. Dan möchte ich das Gelernte und meine Erfahrungen weiter geben.

Ich habe 1982 mit \hyperref[org39a3ee2]{Judo} begonnen und blicke damit auf 36 Jahre voller schöner Erinnerungen zurück. 

So möchte ich diesen Dan auch zum Anlass nehmen, um mich bei all meinen Trainier zu bedanken, die mich auf meinem Weg weiter gebracht haben. Das sind Wolfgang Remane, Günter Krüger, Hans-Georg Bengsch, Steffan Arlt, Rainer Bunk und aktuell Martin Francke. Für ihren Rat und ihre Unterstützung bei der Vorbereitung möchte ich mich auch besonders bei Astrid Machulik bedanken. Meine Freunde vom KiK e.V. haben mich nicht nur sportlich vorbildlich unterstützt. Ohne meinem Freund Jörg Dommel wäre ich mit Sicherheit nicht da wo ich jetzt stehe. Vielen Dank!

Meiner Frau Annett und meinen drei Kindern möchte ich dafür danken, dass sie mir die Zeit und die Liebe geschenkt haben, um mich dem Studium der \hyperref[org39a3ee2]{Judo}-Klassiker und der intensiven Dan-Vorbereitung zu widmen.

\newpage
\section{Prüfungsprogramm}
\label{sec:org07530b1}
\subsection{Prüfungsschwerpunkte}
\label{sec:org105d098}
\emph{Ab dem 4. Dan soll die Beschäftigung mit der Theorie der Sportart intensiviert werden.
Die langjährige Erfahrung, die gesteigerten Kenntnisse und die daraus entstehende Kreativität sollen in dieser Stufe zum Ausdruck kommen und möglichst auch an andere weitergegeben werden.}

\subsection{Vorkenntnisse}
\label{sec:orgfda6b40}
Alle Techniken der Kyu- und Dan- Ausbildungsstufen (außer Kata) können stichprobenartig abgeprüft werden.

\subsection{Standtechnik (stichprobenartig)}
\label{sec:orgacb8c9c}
Erläuterung der folgenden Wurfprinzipien und Demonstration mit je 2 Techniken aus je 2 sinnvollen Situationen:
\begin{enumerate}
\item Fegen (Barai)
\item Sicheln (Gari)
\item Einhängen (Gake)
\item Blockieren/Stoppen
\item Verwringen
\item Eindrehen
\item Einrollen
\item Ausheben
\item Selbstfallen
\begin{itemize}
\item vorwärts (maki-komi)
\item rückwärts (ma-sutemi)
\item seitwärts (yoko-sutemi)
\end{itemize}
\end{enumerate}

Die oben aufgeführten Wurfprinzipien sollen anhand von jeweils zwei unterschiedlichen Wurftechniken aus jeweils zwei unterschiedlichen, judotypischen, sinnvollen Situationen erläutert und demonstriert werden (nähere Erläuterungen zu den Wurfprinzipien im Begleitskript).

Der Prüfling muss sich auf alle Prinzipien vorbereiten, die Prüfungskommission soll 2-3 Beispiele auswählen, um den Zeitrahmen nicht zu sprengen.
