script-4d.org
** DONE Bodentechnik (stichprobenartig)
   CLOSED: [2018-09-23 Sun 15:47]

Demonstration, Erläuterung und Begründung grundsätzlicher Verhaltensweisen, Prinzipien und Lösungsmöglichkeiten am Boden:
+ Angriff aus Ober- und Unterlage
+ Abwehr aus Ober- und Unterlage  
jeweils zu allen Standardsituationen.

Grundsätzliche Verhaltensweisen am Boden, wie /Angriffs- und Verteidigungsverhalten/, sowie realistische Lösungsmöglichkeiten gegen alle Standardsituationen müssen erläutert, begründet und ausführlich demonstriert werden können. Dies gilt für das Angriffs- und auch für das Verteidigungsverhalten, sowohl in Ober- als auch in Unterlage. 

Zu unseren *Standardsituationen* des Bodenkampfes gehören:
- die Bauchlage
- die Bankstellung
- die Rückenlage (Angriff zwischen den Beinen)
- die Beinklammer (ein Bein ist geklammert, einfach oder doppelt)

Der Prüfling muss sich auf alle Standardsituationen vorbereiten, die Prüfungskommission soll 2-3 Beispiele auswählen um den Zeitrahmen nicht zu sprengen.

** DONE Theorie 
   CLOSED: [2018-09-16 Sun 16:41]

Geschichtliche Entwicklung und die Judo-Prinzipien.

Der Prüfling soll die historische Entwicklung des Judo von den Ursprüngen in Japan bis zur Gegenwart in Deutschland skizzieren können.

Er soll die Bedeutung von Jigoro Kano und die von ihm entwickelten Prinzipien, *Seiryoku-zen-yo* und *Ji-ta-kyo-ei*, kurz beschreiben und bewerten.

** DONE Kata 
   CLOSED: [2018-09-16 Sun 16:43]

Wahlweise *Kodokan-goshin-jutsu* oder *Ju-no-kata*.

#+Latex: \newpage
* DONE Vorkenntnisse [2/2]
  CLOSED: [2018-11-19 Mon 09:49]
** DONE Nage-waza (Wurftechnik)
   CLOSED: [2018-11-18 Sun 23:30]
*** DONE Übersicht [3/3]
    CLOSED: [2018-09-25 Tue 09:23]
**** DONE Gokyo
     CLOSED: [2018-09-25 Tue 09:23]

Die Gokyo-no-waza ist unterteilt in folgende Kategorien:

+ <<<Tachi-waza>>> (Standtechniken)
  - Ashi-waza (Bein- und Fußwürfe)
  - Koshi-waza (Hüftwürfe)
  - Te-waza (Hand- und Armwürfe)
  + Sutemi-waza (Selbstfallwürfe, auch "Opferwürfe")
    - Yoko-sutemi-waza (Selbstfallwürfe zur Seite)
    - Ma-sutemi-waza (Selbstfallwürfe nach hinten)

Die <<<Gokyo-no-waza>>> ist der Standardlehrplan der Judo-Wurftechniken und wurde 1895 ins Leben gerufen. Von 1920 bis 1982 bestand die Kodokan Gokyo-no-waza aus 40 Würfen in 5 Gruppen.

  + Dai-ikkyo (1. Stufe)
    1. De-ashi-barai
    2. Hiza-guruma
    3. Sasae-tsuri-komi-ashi
    4. Uki-goshi
    5. O-soto-gari
    6. O-goshi
    7. O-uchi-gari
    8. Seoi-nage
  + Dai-nikyo (2. Stufe)
    1. Ko-soto-gari
    2. Ko-uchi-gari
    3. Koshi-guruma
    4. Tsuri-komi-goshi
    5. Okuri-ashi-barai
    6. Tai-otoshi
    7. Harai-goshi
    8. Uchi-mata
  + Dai-sankyo (3. Stufe)
    1. Ko-soto-gake
    2. Tsuri-goshi
    3. Yoko-otoshi
    4. Ashi-guruma
    5. Hane-goshi
    6. Harai-tsuri-komi-ashi
    7. Tomoe-nage
    8. Kata-guruma
  + Dai-yonkyo (4. Stufe)
    1. Sumi-gaeshi
    2. Tani-otoshi
    3. Hane-maki-komi
    4. Sukui-nage
       - klassisch - beide Hosenbeine ergreifen und über T. Oberschenkel nach hinten werfen
       - Horst Wolf 
       - Te-guruma
       - Te-guruma von vorne gegen O-soto-gari 
    5. Utsuri-goshi
    6. O-guruma
    7. Soto-maki-komi
    8. Uki-otoshi
  + Dai-gokyo (5. Stufe)
    1. O-soto-guruma
    2. Uki-waza
    3. Yoko-wakare
    4. Yoko-guruma
    5. Ushiro-goshi
    6. Ura-nage
    7. Sumi-otoshi
    8. Yoko-gake

