script-4d.html

<div id="outline-container-orgee3cb18" class="outline-3">
<h3 id="orgee3cb18">Bodentechnik (stichprobenartig)</h3>
<div class="outline-text-3" id="text-orgee3cb18">
<p>
Demonstration, Erläuterung und Begründung grundsätzlicher Verhaltensweisen, Prinzipien und Lösungsmöglichkeiten am Boden:
</p>
<ul class="org-ul">
<li>Angriff aus Ober- und Unterlage</li>
<li>Abwehr aus Ober- und Unterlage</li>
</ul>
<p>
jeweils zu allen Standardsituationen.
</p>

<p>
Grundsätzliche Verhaltensweisen am Boden, wie <i>Angriffs- und Verteidigungsverhalten</i>, sowie realistische Lösungsmöglichkeiten gegen alle Standardsituationen müssen erläutert, begründet und ausführlich demonstriert werden können. Dies gilt für das Angriffs- und auch für das Verteidigungsverhalten, sowohl in Ober- als auch in Unterlage. 
</p>

<p>
Zu unseren <b>Standardsituationen</b> des Bodenkampfes gehören:
</p>
<ul class="org-ul">
<li>die <a href="#org82e3000">Bauchlage</a></li>
<li>die <a href="#org27114b2">Bankstellung</a></li>
<li>die Rückenlage (Angriff <a href="#org7d73c34">zwischen den Beinen</a>)</li>
<li>die <a href="#org91af224">Beinklammer</a> (ein Bein ist geklammert, einfach oder doppelt)</li>
</ul>

<p>
Der Prüfling muss sich auf alle Standardsituationen vorbereiten, die Prüfungskommission soll 2-3 Beispiele auswählen um den Zeitrahmen nicht zu sprengen.
</p>
</div>
</div>

<div id="outline-container-orgea20906" class="outline-3">
<h3 id="orgea20906">Theorie</h3>
<div class="outline-text-3" id="text-orgea20906">
<p>
Geschichtliche Entwicklung und die <a href="#orga422311">Judo</a>-Prinzipien.
</p>

<p>
Der Prüfling soll die historische Entwicklung des <a href="#orga422311">Judo</a> von den Ursprüngen in Japan bis zur Gegenwart in Deutschland skizzieren können.
</p>

<p>
Er soll die Bedeutung von Jigoro Kano und die von ihm entwickelten Prinzipien, <b><a href="#org5ab30e5">Seiryoku-zen-yo</a></b> und <b><a href="#orged957f9">Ji-ta-kyo-ei</a></b>, kurz beschreiben und bewerten.
</p>
</div>
</div>

<div id="outline-container-org3f2cd71" class="outline-3">
<h3 id="org3f2cd71">Kata</h3>
<div class="outline-text-3" id="text-org3f2cd71">
<p>
Wahlweise <b>Kodokan-goshin-jutsu</b> oder <b><a href="#orgce9ccd8">Ju-no-kata</a></b>.
</p>
</div>
</div>
</div>
<div id="outline-container-org8455105" class="outline-2">
<h2 id="org8455105">Vorkenntnisse </h2>
<div class="outline-text-2" id="text-org8455105">
</div>
<div id="outline-container-org2820c7f" class="outline-3">
<h3 id="org2820c7f">Nage-waza (Wurftechnik)</h3>
<div class="outline-text-3" id="text-org2820c7f">
</div>
<div id="outline-container-orgb02bb22" class="outline-4">
<h4 id="orgb02bb22">Übersicht </h4>
<div class="outline-text-4" id="text-orgb02bb22">
</div>
<div id="outline-container-org2f84185" class="outline-5">
<h5 id="org2f84185">Gokyo</h5>
<div class="outline-text-5" id="text-org2f84185">
<p>
Die <a href="#org1491efd">Gokyo-no-waza</a> ist unterteilt in folgende Kategorien:
</p>

<ul class="org-ul">
<li><a id="org2b6852c">Tachi-waza</a> (Standtechniken)
<ul class="org-ul">
<li><a href="#orgfb53b3b">Ashi-waza</a> (Bein- und Fußwürfe)</li>
<li><a href="#org9e11137">Koshi-waza</a> (Hüftwürfe)</li>
<li><a href="#org64161b7">Te-waza</a> (Hand- und Armwürfe)</li>
<li>Sutemi-waza (Selbstfallwürfe, auch &bdquo;Opferwürfe&ldquo;)
<ul class="org-ul">
<li><a href="#org4d805c1">Yoko-sutemi-waza</a> (Selbstfallwürfe zur Seite)</li>
<li><a href="#orgbdc3b4a">Ma-sutemi-waza</a> (Selbstfallwürfe nach hinten)</li>
</ul></li>
</ul></li>
</ul>

<p>
Die <a id="org1491efd">Gokyo-no-waza</a> ist der Standardlehrplan der <a href="#orga422311">Judo</a>-Wurftechniken und wurde 1895 ins Leben gerufen. Von 1920 bis 1982 bestand die Kodokan <a href="#org1491efd">Gokyo-no-waza</a> aus 40 Würfen in 5 Gruppen.
</p>

<ul class="org-ul">
<li>Dai-ikkyo (1. Stufe)
<ol class="org-ol">
<li>De-ashi-barai</li>
<li>Hiza-guruma</li>
<li>Sasae-tsuri-komi-ashi</li>
<li>Uki-goshi</li>
<li>O-soto-gari</li>
<li>O-goshi</li>
<li>O-uchi-gari</li>
<li>Seoi-nage</li>
</ol></li>
<li>Dai-nikyo (2. Stufe)
<ol class="org-ol">
<li>Ko-soto-gari</li>
<li>Ko-uchi-gari</li>
<li>Koshi-guruma</li>
<li>Tsuri-komi-goshi</li>
<li>Okuri-ashi-barai</li>
<li>Tai-otoshi</li>
<li>Harai-goshi</li>
<li>Uchi-mata</li>
</ol></li>
<li>Dai-sankyo (3. Stufe)
<ol class="org-ol">
<li>Ko-soto-gake</li>
<li>Tsuri-goshi</li>
<li>Yoko-otoshi</li>
<li>Ashi-guruma</li>
<li>Hane-goshi</li>
<li>Harai-tsuri-komi-ashi</li>
<li>Tomoe-nage</li>
<li>Kata-guruma</li>
</ol></li>
<li>Dai-yonkyo (4. Stufe)
<ol class="org-ol">
<li>Sumi-gaeshi</li>
<li>Tani-otoshi</li>
<li>Hane-maki-komi</li>
<li>Sukui-nage
<ul class="org-ul">
<li>klassisch - beide Hosenbeine ergreifen und über T. Oberschenkel nach hinten werfen</li>
<li>Horst Wolf</li>
<li>Te-guruma</li>
<li>Te-guruma von vorne gegen O-soto-gari</li>
</ul></li>
<li>Utsuri-goshi</li>
<li>O-guruma</li>
<li>Soto-maki-komi</li>
<li>Uki-otoshi</li>
</ol></li>
<li>Dai-gokyo (5. Stufe)
<ol class="org-ol">
<li>O-soto-guruma</li>
<li>Uki-waza</li>
<li>Yoko-wakare</li>
<li>Yoko-guruma</li>
<li>Ushiro-goshi</li>
<li>Ura-nage</li>
<li>Sumi-otoshi</li>
<li>Yoko-gake</li>
</ol></li>
</ul>
</div>
</div>
