script-4d.tex

\subsection{Bodentechnik (stichprobenartig)}
\label{sec:org4f6be60}
Demonstration, Erläuterung und Begründung grundsätzlicher Verhaltensweisen, Prinzipien und Lösungsmöglichkeiten am Boden:
\begin{itemize}
\item Angriff aus Ober- und Unterlage
\item Abwehr aus Ober- und Unterlage
\end{itemize}
jeweils zu allen Standardsituationen.

Grundsätzliche Verhaltensweisen am Boden, wie \emph{Angriffs- und Verteidigungsverhalten}, sowie realistische Lösungsmöglichkeiten gegen alle Standardsituationen müssen erläutert, begründet und ausführlich demonstriert werden können. Dies gilt für das Angriffs- und auch für das Verteidigungsverhalten, sowohl in Ober- als auch in Unterlage. 

Zu unseren \textbf{Standardsituationen} des Bodenkampfes gehören:
\begin{itemize}
\item die \hyperref[orgffa54d6]{Bauchlage}
\item die \hyperref[orgf95c5ab]{Bankstellung}
\item die Rückenlage (Angriff \hyperref[orga527e99]{zwischen den Beinen})
\item die \hyperref[org2aa82f8]{Beinklammer} (ein Bein ist geklammert, einfach oder doppelt)
\end{itemize}

Der Prüfling muss sich auf alle Standardsituationen vorbereiten, die Prüfungskommission soll 2-3 Beispiele auswählen um den Zeitrahmen nicht zu sprengen.

\subsection{Theorie}
\label{sec:org02500cb}
Geschichtliche Entwicklung und die \hyperref[org39a3ee2]{Judo}-Prinzipien.

Der Prüfling soll die historische Entwicklung des \hyperref[org39a3ee2]{Judo} von den Ursprüngen in Japan bis zur Gegenwart in Deutschland skizzieren können.

Er soll die Bedeutung von Jigoro Kano und die von ihm entwickelten Prinzipien, \textbf{\hyperref[org558279f]{Seiryoku-zen-yo}} und \textbf{\hyperref[orgc231618]{Ji-ta-kyo-ei}}, kurz beschreiben und bewerten.

\subsection{Kata}
\label{sec:org8066e11}
Wahlweise \textbf{Kodokan-goshin-jutsu} oder \textbf{\hyperref[org4191c24]{Ju-no-kata}}.

\newpage
\section{Vorkenntnisse }
\label{sec:org873c707}
\subsection{Nage-waza (Wurftechnik)}
\label{sec:org4a735ac}
\paragraph{Übersicht }
\label{sec:orga3ce38b}
\subparagraph{Gokyo}
\label{sec:orge6f8470}
Die \hyperref[orgb8b2097]{Gokyo-no-waza} ist unterteilt in folgende Kategorien:

\begin{itemize}
\item \label{org70d3c4a}Tachi-waza (Standtechniken)
\begin{itemize}
\item \hyperref[orge923066]{Ashi-waza} (Bein- und Fußwürfe)
\item \hyperref[org455a0af]{Koshi-waza} (Hüftwürfe)
\item \hyperref[org6c92a82]{Te-waza} (Hand- und Armwürfe)
\item Sutemi-waza (Selbstfallwürfe, auch "`Opferwürfe"')
\begin{itemize}
\item \hyperref[orgeedc698]{Yoko-sutemi-waza} (Selbstfallwürfe zur Seite)
\item \hyperref[org2b26d8f]{Ma-sutemi-waza} (Selbstfallwürfe nach hinten)
\end{itemize}
\end{itemize}
\end{itemize}

Die \label{orgb8b2097}Gokyo-no-waza ist der Standardlehrplan der \hyperref[org39a3ee2]{Judo}-Wurftechniken und wurde 1895 ins Leben gerufen. Von 1920 bis 1982 bestand die Kodokan \hyperref[orgb8b2097]{Gokyo-no-waza} aus 40 Würfen in 5 Gruppen.

\begin{itemize}
\item Dai-ikkyo (1. Stufe)
\begin{enumerate}
\item De-ashi-barai
\item Hiza-guruma
\item Sasae-tsuri-komi-ashi
\item Uki-goshi
\item O-soto-gari
\item O-goshi
\item O-uchi-gari
\item Seoi-nage
\end{enumerate}
\item Dai-nikyo (2. Stufe)
\begin{enumerate}
\item Ko-soto-gari
\item Ko-uchi-gari
\item Koshi-guruma
\item Tsuri-komi-goshi
\item Okuri-ashi-barai
\item Tai-otoshi
\item Harai-goshi
\item Uchi-mata
\end{enumerate}
\item Dai-sankyo (3. Stufe)
\begin{enumerate}
\item Ko-soto-gake
\item Tsuri-goshi
\item Yoko-otoshi
\item Ashi-guruma
\item Hane-goshi
\item Harai-tsuri-komi-ashi
\item Tomoe-nage
\item Kata-guruma
\end{enumerate}
\item Dai-yonkyo (4. Stufe)
\begin{enumerate}
\item Sumi-gaeshi
\item Tani-otoshi
\item Hane-maki-komi
\item Sukui-nage
\begin{itemize}
\item klassisch - beide Hosenbeine ergreifen und über T. Oberschenkel nach hinten werfen
\item Horst Wolf
\item Te-guruma
\item Te-guruma von vorne gegen O-soto-gari
\end{itemize}
\item Utsuri-goshi
\item O-guruma
\item Soto-maki-komi
\item Uki-otoshi
\end{enumerate}
\item Dai-gokyo (5. Stufe)
\begin{enumerate}
\item O-soto-guruma
\item Uki-waza
\item Yoko-wakare
\item Yoko-guruma
\item Ushiro-goshi
\item Ura-nage
\item Sumi-otoshi
\item Yoko-gake
\end{enumerate}
\end{itemize}
