script-4d.org
**** DONE Vom Kodokan anerkannt
     CLOSED: [2018-09-25 Tue 09:23]

Zum 100sten Jahrestag des Kodokan (1982) wurde eine zusätzliche Gruppe mit acht traditionellen Würfen hinzugefügt (diese waren 1920 herausgenommen worden) und 17 neuere Techniken wurden als offizielle Kodokan Judo-Würfe anerkannt (shinmeisho-no-waza). 1997 fügte der Kodokan die letzten zwei zusätzlichen Würfe der shinmeisho-no-waza hinzu.

- Dai-rokukyo (6.Stufe)
  1. Obi-otoshi
     - ähnlich dem klassischen Sukui-nage
  2. Seoi-otoshi
  3. Yama-arashi
  4. O-soto-otoshi
  5. Daki-wakare/Kakae-wake
     - Uke von hinten/seitlich mit beiden Armen um die Hüfte umschließen
     - ähnlich Yoko-guruma
  6. Hikkomi-gaeshi (u.a. Obi-tori-gaeshi)
     - Sumi-gaeshi mit überrollen  
  7. Tawara-gaeshi 
     - Reisballenwurf, 
     - abgebeugten Uke von Kopfseite her um die Hüft fassen
  8. Uchi-maki-komi
     - überdrehter Ippon-seoi-nage
- <<<Shinmeisho-no-waza>>>
  1. Morote-gari/Ryo-ashi-dori
  2. Kuchiki-taoshi
     - einen morschen Baum umwerfen
     - in Kniekehle fassen
  3. Kibisu-gaeshi
     - an Ferse fassen
  4. Uchi-mata-sukashi
  5. Daki-age/Mochiage-otoshi
     - Hochheben   
  6. Tsubame-gaeshi
     - De-ashi-barai - De-ashi-barai
  7. Ko-uchi-gaeshi
     - übersteigen und Lenkrad/verwringen 
  8. O-uchi-gaeshi/Kari-gaeshi
     - ausweichen und Lenkrad
  9. O-soto-gaeshi
     - O-soto-gari - O-soto-gari
  10. Harai-goshi-gaeshi
  11. Uchi-mata-gaeshi
  12. Hane-goshi-gaeshi
  13. Kani-basami
      - Ansprungschere
  14. O-soto-maki-komi
  15. Kawatsu-gake
      - Beineinwickler
  16. Harai-maki-komi
  17. Uchi-mata-maki-komi
  18. Sode-tsuri-komi-goshi
  19. Ippon-seoi-nage

**** DONE Weitere bekannte Techniken im JVB
     CLOSED: [2018-09-25 Tue 09:23]

Unabhängig vom Kodokan hat der JVB folgende Techniken systematisiert. Alle darüberhinausgehenden Techniken sind vom JVB (noch) nicht mit einer Grundausführung klassifiziert.

+ Weitere Techniken im JVB
  1. Kata-ashi-dori
     - O-uchi-gari mit Hand am Knie
  2. Khabarelli
     - O-uchi-gari Ansatz
     - an U. Kopf vorbei über den Rücken in den Gürtel greifen
     - andere Hand ergreift Hose in Kniegegend
     - mit Schwungbein Impuls nach oben
  3. Ko-uchi-barai
  4. Ko-uchi-gake
  5. Ko-uchi-maki-komi
  6. Kubi-nage
     - um den Hals fassen
     - ähnlich Koshi-guruma
  7. Nidan-ko-soto-gake
     - in zweites Bein einhängen
     - gut gegen O-soto-gari
  8. Obi-goshi
  9. O-uchi-barai
  10. Tawara-guruma
      - Kata-guruma, nach vorne ablegen
  11. Te-guruma (lt. Kodokan zählt dieser Wurf zu Sukui-nage)
  12. Tomoe-maki-komi
      - Tomoe-nage + mitrollen
  13. Tomoe-otoshi
      - seitlichen Abwerfen mit Sperren von U. Beines durch T. Fuß
  14. Ude-gaeshi
      - U. Arm festlegen + abtauchen (ähnlich Yoko-wakare)
  15. Ude-hiza-guruma
      - Hand am anderen Hosenbein in Knie-Gegend
  16. Yoko-sumi-gaeshi
  17. Yoko-tomoe-nage

*** DONE <<<Ashi-waza>>> (Bein- und Fußwürfe) [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Beinwürfe können in Sichel-, Rad(Blockier)-, Einhänge- und Fegetechniken gegliedert werden. Erstere greifen das vornehmlich belastete Standbein des Partners an und entziehen ihm so das Gleichgewicht. Bei den Fegetechniken hingegen wird das unbelastete Bein angegriffen und dem Partner die Möglichkeit, sich mit diesem abzustützen, genommen. Bei den Rad- bzw. Blockier-techniken wird eines oder beide Beine des Partners blockiert und durch Drehung des eigenen Körpers um die längste Achse der fixierte Körper des Partners über diesen Block gedreht. 

Diese Techniken erfordern eine präzise Koordination der Arme und Beine sowohl zeitlich als auch räumlich.

*** DONE <<<Koshi-waza>>> (Hüftwürfe) [0/0] 
    CLOSED: [2018-11-18 Sun 23:30]

Der werfende Partner bricht das Gleichgewicht des Partners nach vorn, dreht mit einer Halbdrehung ein und bringt die eigene Hüfte mehr oder weniger unter den Schwerpunkt (Hüfte) des Partners. Durch Beinstreckung und Armzug wird der so fixierte Partner dann über die Hüfte nach vorn geworfen.

*** DONE <<<Te-waza>>> (Hand- und Armwürfe) [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Der Partner wird entweder im Bereich der Schulter des Werfenden fixiert, ausgehoben und mehr oder weniger über den Körper des Werfenden geworfen oder durch eine erzwungene Änderung der Bewegungsrichtung aus dem Gleichgewicht gebracht und förmlich zu Boden gerissen.

