script-4d.html

<div id="outline-container-orga0d08f0" class="outline-5">
<h5 id="orga0d08f0">Vom Kodokan anerkannt</h5>
<div class="outline-text-5" id="text-orga0d08f0">
<p>
Zum 100sten Jahrestag des Kodokan (1982) wurde eine zusätzliche Gruppe mit acht traditionellen Würfen hinzugefügt (diese waren 1920 herausgenommen worden) und 17 neuere Techniken wurden als offizielle Kodokan <a href="#orga422311">Judo</a>-Würfe anerkannt (<a href="#orgf05b02d">shinmeisho-no-waza</a>). 1997 fügte der Kodokan die letzten zwei zusätzlichen Würfe der <a href="#orgf05b02d">shinmeisho-no-waza</a> hinzu.
</p>

<ul class="org-ul">
<li>Dai-rokukyo (6.Stufe)
<ol class="org-ol">
<li>Obi-otoshi
<ul class="org-ul">
<li>ähnlich dem klassischen Sukui-nage</li>
</ul></li>
<li>Seoi-otoshi</li>
<li>Yama-arashi</li>
<li>O-soto-otoshi</li>
<li>Daki-wakare/Kakae-wake
<ul class="org-ul">
<li>Uke von hinten/seitlich mit beiden Armen um die Hüfte umschließen</li>
<li>ähnlich Yoko-guruma</li>
</ul></li>
<li>Hikkomi-gaeshi (u.a. Obi-tori-gaeshi)
<ul class="org-ul">
<li>Sumi-gaeshi mit überrollen</li>
</ul></li>
<li>Tawara-gaeshi 
<ul class="org-ul">
<li>Reisballenwurf,</li>
<li>abgebeugten Uke von Kopfseite her um die Hüft fassen</li>
</ul></li>
<li>Uchi-maki-komi
<ul class="org-ul">
<li>überdrehter Ippon-seoi-nage</li>
</ul></li>
</ol></li>
<li><a id="orgf05b02d">Shinmeisho-no-waza</a>
<ol class="org-ol">
<li>Morote-gari/Ryo-ashi-dori</li>
<li>Kuchiki-taoshi
<ul class="org-ul">
<li>einen morschen Baum umwerfen</li>
<li>in Kniekehle fassen</li>
</ul></li>
<li>Kibisu-gaeshi
<ul class="org-ul">
<li>an Ferse fassen</li>
</ul></li>
<li>Uchi-mata-sukashi</li>
<li>Daki-age/Mochiage-otoshi
<ul class="org-ul">
<li>Hochheben</li>
</ul></li>
<li>Tsubame-gaeshi
<ul class="org-ul">
<li>De-ashi-barai - De-ashi-barai</li>
</ul></li>
<li>Ko-uchi-gaeshi
<ul class="org-ul">
<li>übersteigen und Lenkrad/verwringen</li>
</ul></li>
<li>O-uchi-gaeshi/Kari-gaeshi
<ul class="org-ul">
<li>ausweichen und Lenkrad</li>
</ul></li>
<li>O-soto-gaeshi
<ul class="org-ul">
<li>O-soto-gari - O-soto-gari</li>
</ul></li>
<li>Harai-goshi-gaeshi</li>
<li>Uchi-mata-gaeshi</li>
<li>Hane-goshi-gaeshi</li>
<li>Kani-basami
<ul class="org-ul">
<li>Ansprungschere</li>
</ul></li>
<li>O-soto-maki-komi</li>
<li>Kawatsu-gake
<ul class="org-ul">
<li>Beineinwickler</li>
</ul></li>
<li>Harai-maki-komi</li>
<li>Uchi-mata-maki-komi</li>
<li>Sode-tsuri-komi-goshi</li>
<li>Ippon-seoi-nage</li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-org2f647fd" class="outline-5">
<h5 id="org2f647fd">Weitere bekannte Techniken im JVB</h5>
<div class="outline-text-5" id="text-org2f647fd">
<p>
Unabhängig vom Kodokan hat der JVB folgende Techniken systematisiert. Alle darüberhinausgehenden Techniken sind vom JVB (noch) nicht mit einer Grundausführung klassifiziert.
</p>

<ul class="org-ul">
<li>Weitere Techniken im JVB
<ol class="org-ol">
<li>Kata-ashi-dori
<ul class="org-ul">
<li>O-uchi-gari mit Hand am Knie</li>
</ul></li>
<li>Khabarelli
<ul class="org-ul">
<li>O-uchi-gari Ansatz</li>
<li>an U. Kopf vorbei über den Rücken in den Gürtel greifen</li>
<li>andere Hand ergreift Hose in Kniegegend</li>
<li>mit Schwungbein Impuls nach oben</li>
</ul></li>
<li>Ko-uchi-barai</li>
<li>Ko-uchi-gake</li>
<li>Ko-uchi-maki-komi</li>
<li>Kubi-nage
<ul class="org-ul">
<li>um den Hals fassen</li>
<li>ähnlich Koshi-guruma</li>
</ul></li>
<li>Nidan-ko-soto-gake
<ul class="org-ul">
<li>in zweites Bein einhängen</li>
<li>gut gegen O-soto-gari</li>
</ul></li>
<li>Obi-goshi</li>
<li>O-uchi-barai</li>
<li>Tawara-guruma
<ul class="org-ul">
<li>Kata-guruma, nach vorne ablegen</li>
</ul></li>
<li>Te-guruma (lt. Kodokan zählt dieser Wurf zu Sukui-nage)</li>
<li>Tomoe-maki-komi
<ul class="org-ul">
<li>Tomoe-nage + mitrollen</li>
</ul></li>
<li>Tomoe-otoshi
<ul class="org-ul">
<li>seitlichen Abwerfen mit Sperren von U. Beines durch T. Fuß</li>
</ul></li>
<li>Ude-gaeshi
<ul class="org-ul">
<li>U. Arm festlegen + abtauchen (ähnlich Yoko-wakare)</li>
</ul></li>
<li>Ude-hiza-guruma
<ul class="org-ul">
<li>Hand am anderen Hosenbein in Knie-Gegend</li>
</ul></li>
<li>Yoko-sumi-gaeshi</li>
<li>Yoko-tomoe-nage</li>
</ol></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org544cbdc" class="outline-4">
<h4 id="org544cbdc"><a id="orgfb53b3b">Ashi-waza</a> (Bein- und Fußwürfe) </h4>
<div class="outline-text-4" id="text-org544cbdc">
<p>
Beinwürfe können in Sichel-, Rad(Blockier)-, Einhänge- und Fegetechniken gegliedert werden. Erstere greifen das vornehmlich belastete Standbein des Partners an und entziehen ihm so das Gleichgewicht. Bei den Fegetechniken hingegen wird das unbelastete Bein angegriffen und dem Partner die Möglichkeit, sich mit diesem abzustützen, genommen. Bei den Rad- bzw. Blockier-techniken wird eines oder beide Beine des Partners blockiert und durch Drehung des eigenen Körpers um die längste Achse der fixierte Körper des Partners über diesen Block gedreht. 
</p>

<p>
Diese Techniken erfordern eine präzise Koordination der Arme und Beine sowohl zeitlich als auch räumlich.
</p>
</div>
</div>

<div id="outline-container-orgffae531" class="outline-4">
<h4 id="orgffae531"><a id="org9e11137">Koshi-waza</a> (Hüftwürfe) </h4>
<div class="outline-text-4" id="text-orgffae531">
<p>
Der werfende Partner bricht das Gleichgewicht des Partners nach vorn, dreht mit einer Halbdrehung ein und bringt die eigene Hüfte mehr oder weniger unter den Schwerpunkt (Hüfte) des Partners. Durch Beinstreckung und Armzug wird der so fixierte Partner dann über die Hüfte nach vorn geworfen.
</p>
</div>
</div>

<div id="outline-container-orgb6c253e" class="outline-4">
<h4 id="orgb6c253e"><a id="org64161b7">Te-waza</a> (Hand- und Armwürfe) </h4>
<div class="outline-text-4" id="text-orgb6c253e">
<p>
Der Partner wird entweder im Bereich der Schulter des Werfenden fixiert, ausgehoben und mehr oder weniger über den Körper des Werfenden geworfen oder durch eine erzwungene Änderung der Bewegungsrichtung aus dem Gleichgewicht gebracht und förmlich zu Boden gerissen.
</p>
</div>
</div>
