script-4d.tex

\subparagraph{Vom Kodokan anerkannt}
\label{sec:orga1e8a48}
Zum 100sten Jahrestag des Kodokan (1982) wurde eine zusätzliche Gruppe mit acht traditionellen Würfen hinzugefügt (diese waren 1920 herausgenommen worden) und 17 neuere Techniken wurden als offizielle Kodokan \hyperref[org39a3ee2]{Judo}-Würfe anerkannt (\hyperref[orge24b670]{shinmeisho-no-waza}). 1997 fügte der Kodokan die letzten zwei zusätzlichen Würfe der \hyperref[orge24b670]{shinmeisho-no-waza} hinzu.

\begin{itemize}
\item Dai-rokukyo (6.Stufe)
\begin{enumerate}
\item Obi-otoshi
\begin{itemize}
\item ähnlich dem klassischen Sukui-nage
\end{itemize}
\item Seoi-otoshi
\item Yama-arashi
\item O-soto-otoshi
\item Daki-wakare/Kakae-wake
\begin{itemize}
\item Uke von hinten/seitlich mit beiden Armen um die Hüfte umschließen
\item ähnlich Yoko-guruma
\end{itemize}
\item Hikkomi-gaeshi (u.a. Obi-tori-gaeshi)
\begin{itemize}
\item Sumi-gaeshi mit überrollen
\end{itemize}
\item Tawara-gaeshi 
\begin{itemize}
\item Reisballenwurf,
\item abgebeugten Uke von Kopfseite her um die Hüft fassen
\end{itemize}
\item Uchi-maki-komi
\begin{itemize}
\item überdrehter Ippon-seoi-nage
\end{itemize}
\end{enumerate}
\item \label{orge24b670}Shinmeisho-no-waza
\begin{enumerate}
\item Morote-gari/Ryo-ashi-dori
\item Kuchiki-taoshi
\begin{itemize}
\item einen morschen Baum umwerfen
\item in Kniekehle fassen
\end{itemize}
\item Kibisu-gaeshi
\begin{itemize}
\item an Ferse fassen
\end{itemize}
\item Uchi-mata-sukashi
\item Daki-age/Mochiage-otoshi
\begin{itemize}
\item Hochheben
\end{itemize}
\item Tsubame-gaeshi
\begin{itemize}
\item De-ashi-barai - De-ashi-barai
\end{itemize}
\item Ko-uchi-gaeshi
\begin{itemize}
\item übersteigen und Lenkrad/verwringen
\end{itemize}
\item O-uchi-gaeshi/Kari-gaeshi
\begin{itemize}
\item ausweichen und Lenkrad
\end{itemize}
\item O-soto-gaeshi
\begin{itemize}
\item O-soto-gari - O-soto-gari
\end{itemize}
\item Harai-goshi-gaeshi
\item Uchi-mata-gaeshi
\item Hane-goshi-gaeshi
\item Kani-basami
\begin{itemize}
\item Ansprungschere
\end{itemize}
\item O-soto-maki-komi
\item Kawatsu-gake
\begin{itemize}
\item Beineinwickler
\end{itemize}
\item Harai-maki-komi
\item Uchi-mata-maki-komi
\item Sode-tsuri-komi-goshi
\item Ippon-seoi-nage
\end{enumerate}
\end{itemize}

\subparagraph{Weitere bekannte Techniken im JVB}
\label{sec:org47f064f}
Unabhängig vom Kodokan hat der JVB folgende Techniken systematisiert. Alle darüberhinausgehenden Techniken sind vom JVB (noch) nicht mit einer Grundausführung klassifiziert.

\begin{itemize}
\item Weitere Techniken im JVB
\begin{enumerate}
\item Kata-ashi-dori
\begin{itemize}
\item O-uchi-gari mit Hand am Knie
\end{itemize}
\item Khabarelli
\begin{itemize}
\item O-uchi-gari Ansatz
\item an U. Kopf vorbei über den Rücken in den Gürtel greifen
\item andere Hand ergreift Hose in Kniegegend
\item mit Schwungbein Impuls nach oben
\end{itemize}
\item Ko-uchi-barai
\item Ko-uchi-gake
\item Ko-uchi-maki-komi
\item Kubi-nage
\begin{itemize}
\item um den Hals fassen
\item ähnlich Koshi-guruma
\end{itemize}
\item Nidan-ko-soto-gake
\begin{itemize}
\item in zweites Bein einhängen
\item gut gegen O-soto-gari
\end{itemize}
\item Obi-goshi
\item O-uchi-barai
\item Tawara-guruma
\begin{itemize}
\item Kata-guruma, nach vorne ablegen
\end{itemize}
\item Te-guruma (lt. Kodokan zählt dieser Wurf zu Sukui-nage)
\item Tomoe-maki-komi
\begin{itemize}
\item Tomoe-nage + mitrollen
\end{itemize}
\item Tomoe-otoshi
\begin{itemize}
\item seitlichen Abwerfen mit Sperren von U. Beines durch T. Fuß
\end{itemize}
\item Ude-gaeshi
\begin{itemize}
\item U. Arm festlegen + abtauchen (ähnlich Yoko-wakare)
\end{itemize}
\item Ude-hiza-guruma
\begin{itemize}
\item Hand am anderen Hosenbein in Knie-Gegend
\end{itemize}
\item Yoko-sumi-gaeshi
\item Yoko-tomoe-nage
\end{enumerate}
\end{itemize}

\paragraph{\label{orge923066}Ashi-waza (Bein- und Fußwürfe) }
\label{sec:org1eac7b4}
Beinwürfe können in Sichel-, Rad(Blockier)-, Einhänge- und Fegetechniken gegliedert werden. Erstere greifen das vornehmlich belastete Standbein des Partners an und entziehen ihm so das Gleichgewicht. Bei den Fegetechniken hingegen wird das unbelastete Bein angegriffen und dem Partner die Möglichkeit, sich mit diesem abzustützen, genommen. Bei den Rad- bzw. Blockier-techniken wird eines oder beide Beine des Partners blockiert und durch Drehung des eigenen Körpers um die längste Achse der fixierte Körper des Partners über diesen Block gedreht. 

Diese Techniken erfordern eine präzise Koordination der Arme und Beine sowohl zeitlich als auch räumlich.

\paragraph{\label{org455a0af}Koshi-waza (Hüftwürfe) }
\label{sec:orgb23d85a}
Der werfende Partner bricht das Gleichgewicht des Partners nach vorn, dreht mit einer Halbdrehung ein und bringt die eigene Hüfte mehr oder weniger unter den Schwerpunkt (Hüfte) des Partners. Durch Beinstreckung und Armzug wird der so fixierte Partner dann über die Hüfte nach vorn geworfen.

\paragraph{\label{org6c92a82}Te-waza (Hand- und Armwürfe) }
\label{sec:org6e00577}
Der Partner wird entweder im Bereich der Schulter des Werfenden fixiert, ausgehoben und mehr oder weniger über den Körper des Werfenden geworfen oder durch eine erzwungene Änderung der Bewegungsrichtung aus dem Gleichgewicht gebracht und förmlich zu Boden gerissen.
