script-4d.org
*** DONE <<<Yoko-sutemi-waza>>> (Selbstfallwürfe zur Seite) [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Durch die Aufgabe des eigenen Gleichgewichtes wird der Partner gezwungen, seine Bewegung fortzusetzen. Dabei werden die Beine des Partners blockiert und dessen Fall seitlich am werfenden, bereits am Boden liegenden Partner vorbeigelenkt. 

*** DONE <<<Ma-sutemi-waza>>> (Selbstfallwürfe nach hinten) [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Der werfende Partner gibt sein eigenes Gleichgewicht auf und zwingt den Partner so zu Boden. Dadurch dass der werfende direkt unter dem Schwerpunkt des Geworfenen zu liegen kommt, kann er dessen Fall direkt über den eigenen Körper hinweg lenken.

*** DONE <<<Maki-komi-waza>>> [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Als Kampftechniken stellen die Maki-komi-waza auch einen sinnvollen Übergang vom Stand in den Boden dar. Oft kann sofort in eine Haltetechnik übergegangen werden. Als wesentliche Anforderung stellt sich die Beherrschung von Selbstfallwürfen bei gleichzeitigem Fixieren des Uke und dem Ansetzen einer Eindrehtechnik. Außerdem sollte Tori /nach/ Uke die Matte berühren.

Die Maki-komi-waza werden unter die Yoko-sutemi-waza eingruppiert. 

*** DONE <<<Beingreiftechniken>>> [0/0]
    CLOSED: [2018-11-18 Sun 23:30]

Diesen Würfen ist gemein, dass durch Greifen eines oder beider Beine der Gegner zu Fall gebracht oder soweit destabilisiert wird, dass ein relativ schwacher Wurfansatz zum Erfolg führt. Die Einteilung dieser Techniken erfolgt zumeist nach der Art der endgültigen Wurfausführung oder der Wurf wird als Variante der abschließenden Technik betrachtet. Die Nomenklatur der Einzeltechniken unterliegt einigen Schwankungen.

In den 1990er Jahren gelangten einige Techniken des Sambo in das Wettkampfjudo, wodurch Beingreiftechniken sehr populär wurden. Seit 2010 sind diese jedoch bei offiziellen Wettkämpfen verboten.

** DONE Ne-waza (Bodentechnik)
   CLOSED: [2018-11-19 Mon 09:49]
