script-4d.html

<div id="outline-container-orgf4b60e4" class="outline-4">
<h4 id="orgf4b60e4"><a id="org4d805c1">Yoko-sutemi-waza</a> (Selbstfallwürfe zur Seite) </h4>
<div class="outline-text-4" id="text-orgf4b60e4">
<p>
Durch die Aufgabe des eigenen Gleichgewichtes wird der Partner gezwungen, seine Bewegung fortzusetzen. Dabei werden die Beine des Partners blockiert und dessen Fall seitlich am werfenden, bereits am Boden liegenden Partner vorbeigelenkt. 
</p>
</div>
</div>

<div id="outline-container-org552c7b3" class="outline-4">
<h4 id="org552c7b3"><a id="orgbdc3b4a">Ma-sutemi-waza</a> (Selbstfallwürfe nach hinten) </h4>
<div class="outline-text-4" id="text-org552c7b3">
<p>
Der werfende Partner gibt sein eigenes Gleichgewicht auf und zwingt den Partner so zu Boden. Dadurch dass der werfende direkt unter dem Schwerpunkt des Geworfenen zu liegen kommt, kann er dessen Fall direkt über den eigenen Körper hinweg lenken.
</p>
</div>
</div>

<div id="outline-container-orgcba25c1" class="outline-4">
<h4 id="orgcba25c1"><a id="org2c57d8c">Maki-komi-waza</a> </h4>
<div class="outline-text-4" id="text-orgcba25c1">
<p>
Als Kampftechniken stellen die <a href="#org2c57d8c">Maki-komi-waza</a> auch einen sinnvollen Übergang vom Stand in den Boden dar. Oft kann sofort in eine Haltetechnik übergegangen werden. Als wesentliche Anforderung stellt sich die Beherrschung von Selbstfallwürfen bei gleichzeitigem Fixieren des Uke und dem Ansetzen einer Eindrehtechnik. Außerdem sollte Tori <i>nach</i> Uke die Matte berühren.
</p>

<p>
Die <a href="#org2c57d8c">Maki-komi-waza</a> werden unter die <a href="#org4d805c1">Yoko-sutemi-waza</a> eingruppiert. 
</p>
</div>
</div>

<div id="outline-container-orgaa8dae9" class="outline-4">
<h4 id="orgaa8dae9"><a id="org839f28e">Beingreiftechniken</a> </h4>
<div class="outline-text-4" id="text-orgaa8dae9">
<p>
Diesen Würfen ist gemein, dass durch Greifen eines oder beider Beine der Gegner zu Fall gebracht oder soweit destabilisiert wird, dass ein relativ schwacher Wurfansatz zum Erfolg führt. Die Einteilung dieser Techniken erfolgt zumeist nach der Art der endgültigen Wurfausführung oder der Wurf wird als Variante der abschließenden Technik betrachtet. Die Nomenklatur der Einzeltechniken unterliegt einigen Schwankungen.
</p>

<p>
In den 1990er Jahren gelangten einige Techniken des Sambo in das Wettkampfjudo, wodurch <a href="#org839f28e">Beingreiftechniken</a> sehr populär wurden. Seit 2010 sind diese jedoch bei offiziellen Wettkämpfen verboten.
</p>
</div>
</div>
</div>

<div id="outline-container-orge814af2" class="outline-3">
<h3 id="orge814af2">Ne-waza (Bodentechnik)</h3>
<div class="outline-text-3" id="text-orge814af2">
</div>
