script-4d.tex

\paragraph{\label{orgeedc698}Yoko-sutemi-waza (Selbstfallwürfe zur Seite) }
\label{sec:org0403b74}
Durch die Aufgabe des eigenen Gleichgewichtes wird der Partner gezwungen, seine Bewegung fortzusetzen. Dabei werden die Beine des Partners blockiert und dessen Fall seitlich am werfenden, bereits am Boden liegenden Partner vorbeigelenkt. 

\paragraph{\label{org2b26d8f}Ma-sutemi-waza (Selbstfallwürfe nach hinten) }
\label{sec:org80117a9}
Der werfende Partner gibt sein eigenes Gleichgewicht auf und zwingt den Partner so zu Boden. Dadurch dass der werfende direkt unter dem Schwerpunkt des Geworfenen zu liegen kommt, kann er dessen Fall direkt über den eigenen Körper hinweg lenken.

\paragraph{\label{org47fbcfd}Maki-komi-waza }
\label{sec:orgd80051e}
Als Kampftechniken stellen die \hyperref[org47fbcfd]{Maki-komi-waza} auch einen sinnvollen Übergang vom Stand in den Boden dar. Oft kann sofort in eine Haltetechnik übergegangen werden. Als wesentliche Anforderung stellt sich die Beherrschung von Selbstfallwürfen bei gleichzeitigem Fixieren des Uke und dem Ansetzen einer Eindrehtechnik. Außerdem sollte Tori \emph{nach} Uke die Matte berühren.

Die \hyperref[org47fbcfd]{Maki-komi-waza} werden unter die \hyperref[orgeedc698]{Yoko-sutemi-waza} eingruppiert. 

\paragraph{\label{orge6f63f9}Beingreiftechniken }
\label{sec:org1d6a834}
Diesen Würfen ist gemein, dass durch Greifen eines oder beider Beine der Gegner zu Fall gebracht oder soweit destabilisiert wird, dass ein relativ schwacher Wurfansatz zum Erfolg führt. Die Einteilung dieser Techniken erfolgt zumeist nach der Art der endgültigen Wurfausführung oder der Wurf wird als Variante der abschließenden Technik betrachtet. Die Nomenklatur der Einzeltechniken unterliegt einigen Schwankungen.

In den 1990er Jahren gelangten einige Techniken des Sambo in das Wettkampfjudo, wodurch \hyperref[orge6f63f9]{Beingreiftechniken} sehr populär wurden. Seit 2010 sind diese jedoch bei offiziellen Wettkämpfen verboten.

\subsection{Ne-waza (Bodentechnik)}
\label{sec:orgbd639a6}
