script-4d.org
*** DONE Osae-komi-waza (Haltetechnik) [抑込技] [0/0]
    CLOSED: [2018-11-19 Mon 09:15]

- <<Kesa-gatame>>Kesa-gatame (Schulterschärpe)
  /Neben dem Gegner auf einer Seite liegend oder kniend halten/

  1. <<<Hon-kesa-gatame>>> 
     - Urform der [[Kesa-gatame]]                                                                 
  2. <<<Kuzure-kesa-gatame>>> 
     - nicht um den Kopf, sondern unter den Arm fassen                                      
  3. <<<Uki-gatame>>>         
     - aus dem Ude-hishigi in die Festhalte wechseln (Eckersley), Schienbein gegen Oberkörper 
  4. <<<Makura-gesa-gatame>>> 
     - Urform, wobei die Hand, von dem Arm der um den Kopf geht, in das eigene Bein fasst (Kashira-gatame)                                                 
  5. <<<Gyaku-kesa-gatame>>>  
     - Umgekert; Blick Richtung Beine, Hand im Gürtel                            
  6. <<<Kata-Gatame>>> 
     - Arm und Kopf von Uke mit einem Arm umschlingen                              
  7. <<<Ura-Gatame>>> (<<<Gurke>>>)                                                                              

- Yoko-shiho-gatame (Seitenvierer) 
  /Von der Seite her auf dem Bauch liegend oder kniend halten/

  1. <<<Yoko-shiho-gatame>>>        
     - Arm um den Kopf, anderer Arm zwischen den Beinen und Hand in den Gürtel                              
  2. <<<Mune-gatame>>>              
     - Arm um den Kopf, anderer Arm nicht zwischen die Beine                                                 
  3. <<<Kuzure-mune-gatame>>>       
     - nur den Arm umschlingen                                                                               
  4. <<<Kuzure-yoko-shiho-gatame>>> 
     - Arm nicht um den Kopf, sondern nur Ukes Schulter fixieren                                         
     - Arm nicht zwischen den Beinen, Kopf und Arm fixieren                                              
  5. <<<Gyaku-yoko-shiho-gatame>>>    
     - <<<Gurke>>>                                                                                         
     - mit dem Rücken zum Partner und Arm unter die Achselhöhle hindurch führen und an der Hand festhalten 
     - mit der anderen Hand das Bein festhalten. 
  6. <<<Kata-osae-gatame>>>        
     - Arm um Kopf, Ukes Arm eingeklemmt                                                                     
  7. <<<Yoko-ashi-shiho-gatame>>>   
     - wie, Kata-osae-gatame, zusätzlich Ukes Fuß eingeklemmt                                                
  8. <<<Yoko-sankaku-gatame>>>      
     - Uke Bankstellung und Tori steigt vom Kopf her ein. Endposition: Tori liegt im rechten Winkel zu Uke

- Kami-shiho-gatame (oberer Vierer)
  /Über dem Gegner vom Kopf her auf dem Bauch liegend oder kniend halten/

  1. <<<Kami-shiho-gatame>>>         
     - bei Hände in den Gürtel                                                                                                          
  2. <<<Kuzure-kami-shiho-gatame>>>
     - ein Arm umschlingt Ukes Arm von unten und greift in Ukes Kragen.                                                                 
  3. <<<Ura-shiho-gatame>>>         
     - Tori greift beide Reverse                                                                                                        
  4. <<<Kami-sankaku-gatame>>>      
     - Angriff von Ukes Kopf und Endposition gegenparallel liegen. Wie Yoko-sankaku-gatame, nur das Tori mit dem Kopf zu den Füßen geht 

- Tate-shiho-gatame (Reitvierer)
  /Über dem Gegner liegend bzw. kniend halten/
 
  1. <<<Tate-shiho-gatame>>>        
     - ein Arm von Uke wird umschlungen                                                                                     
  2. <<<Kuzure-tate-shiho-gatame>>> 
     -Tori schiebt seinen Arm unter Ukes Kopf hindurch und umschlingt den Hals                                             
  3. <<<Tate-sankaku-gatame>>>     
     -Ausgangsposition Tori hat Uke zwischen den Beine und setzt Sankaku an und dreht Uke über die Seite bis er oben sitzt
  4. <<<Tate-obi-shiho-gatame>>>                                                                                                                    

