script-4d.html
<div id="outline-container-org7239f47" class="outline-4">
<h4 id="org7239f47">Osae-komi-waza (Haltetechnik) [抑込技] </h4>
<div class="outline-text-4" id="text-org7239f47">
<ul class="org-ul">
<li><a id="org5b5a6ba"></a>Kesa-gatame (Schulterschärpe)
<i>Neben dem Gegner auf einer Seite liegend oder kniend halten</i>

<ol class="org-ol">
<li><a id="orge6abce7">Hon-kesa-gatame</a> 
<ul class="org-ul">
<li>Urform der <a href="#org5b5a6ba">1</a></li>
</ul></li>
<li><a id="org2925c67">Kuzure-kesa-gatame</a> 
<ul class="org-ul">
<li>nicht um den Kopf, sondern unter den Arm fassen</li>
</ul></li>
<li><a id="org579b87f">Uki-gatame</a>         
<ul class="org-ul">
<li>aus dem Ude-hishigi in die Festhalte wechseln (Eckersley), Schienbein gegen Oberkörper</li>
</ul></li>
<li><a id="org287be5c">Makura-gesa-gatame</a> 
<ul class="org-ul">
<li>Urform, wobei die Hand, von dem Arm der um den Kopf geht, in das eigene Bein fasst (Kashira-gatame)</li>
</ul></li>
<li><a id="org15b1187">Gyaku-kesa-gatame</a>  
<ul class="org-ul">
<li>Umgekert; Blick Richtung Beine, Hand im Gürtel</li>
</ul></li>
<li><a id="orge665fc0">Kata-Gatame</a> 
<ul class="org-ul">
<li>Arm und Kopf von Uke mit einem Arm umschlingen</li>
</ul></li>
<li><a id="org5fa54fa">Ura-Gatame</a> (<a id="orgce63f89">Gurke</a>)</li>
</ol></li>

<li><a href="#orgc5d4e43">Yoko-shiho-gatame</a> (Seitenvierer) 
<i>Von der Seite her auf dem Bauch liegend oder kniend halten</i>

<ol class="org-ol">
<li><a id="orgc5d4e43">Yoko-shiho-gatame</a>        
<ul class="org-ul">
<li>Arm um den Kopf, anderer Arm <a href="#org7d73c34">zwischen den Beinen</a> und Hand in den Gürtel</li>
</ul></li>
<li><a id="org08a8bf2">Mune-gatame</a>              
<ul class="org-ul">
<li>Arm um den Kopf, anderer Arm nicht zwischen die Beine</li>
</ul></li>
<li><a id="org111355f">Kuzure-mune-gatame</a>       
<ul class="org-ul">
<li>nur den Arm umschlingen</li>
</ul></li>
<li><a id="org2a18fd0">Kuzure-yoko-shiho-gatame</a> 
<ul class="org-ul">
<li>Arm nicht um den Kopf, sondern nur Ukes Schulter fixieren</li>
<li>Arm nicht <a href="#org7d73c34">zwischen den Beinen</a>, Kopf und Arm fixieren</li>
</ul></li>
<li><a id="org0dd550e">Gyaku-yoko-shiho-gatame</a>    
<ul class="org-ul">
<li><a id="org900f8a7">Gurke</a></li>
<li>mit dem Rücken zum Partner und Arm unter die Achselhöhle hindurch führen und an der Hand festhalten</li>
<li>mit der anderen Hand das Bein festhalten.</li>
</ul></li>
<li><a id="org8683fe1">Kata-osae-gatame</a>        
<ul class="org-ul">
<li>Arm um Kopf, Ukes Arm eingeklemmt</li>
</ul></li>
<li><a id="orgc03f0ed">Yoko-ashi-shiho-gatame</a>   
<ul class="org-ul">
<li>wie, <a href="#org8683fe1">Kata-osae-gatame</a>, zusätzlich Ukes Fuß eingeklemmt</li>
</ul></li>
<li><a id="org263e54e">Yoko-sankaku-gatame</a>      
<ul class="org-ul">
<li>Uke <a href="#org27114b2">Bankstellung</a> und Tori steigt vom Kopf her ein. Endposition: Tori liegt im rechten Winkel zu Uke</li>
</ul></li>
</ol></li>

<li><a href="#orgdb360d4">Kami-shiho-gatame</a> (oberer Vierer)
<i>Über dem Gegner vom Kopf her auf dem Bauch liegend oder kniend halten</i>

<ol class="org-ol">
<li><a id="orgdb360d4">Kami-shiho-gatame</a>         
<ul class="org-ul">
<li>bei Hände in den Gürtel</li>
</ul></li>
<li><a id="org378c0d0">Kuzure-kami-shiho-gatame</a>
<ul class="org-ul">
<li>ein Arm umschlingt Ukes Arm von unten und greift in Ukes Kragen.</li>
</ul></li>
<li><a id="orgf46364b">Ura-shiho-gatame</a>         
<ul class="org-ul">
<li>Tori greift beide Reverse</li>
</ul></li>
<li><a id="orgdd0fbf1">Kami-sankaku-gatame</a>      
<ul class="org-ul">
<li>Angriff von Ukes Kopf und Endposition gegenparallel liegen. Wie <a href="#org263e54e">Yoko-sankaku-gatame</a>, nur das Tori mit dem Kopf zu den Füßen geht</li>
</ul></li>
</ol></li>

<li><a href="#orgf37c6c7">Tate-shiho-gatame</a> (Reitvierer)
<i>Über dem Gegner liegend bzw. kniend halten</i>

<ol class="org-ol">
<li><a id="orgf37c6c7">Tate-shiho-gatame</a>        
<ul class="org-ul">
<li>ein Arm von Uke wird umschlungen</li>
</ul></li>
<li><a id="org8b3b25e">Kuzure-tate-shiho-gatame</a> 
-Tori schiebt seinen Arm unter Ukes Kopf hindurch und umschlingt den Hals</li>
<li><a id="org1a14301">Tate-sankaku-gatame</a>     
-Ausgangsposition Tori hat Uke zwischen den Beine und setzt Sankaku an und dreht Uke über die Seite bis er oben sitzt</li>
<li><a id="org7bed09d">Tate-obi-shiho-gatame</a></li>
</ol></li>
</ul>
</div>
</div>
