script-4d.tex
\paragraph{Osae-komi-waza (Haltetechnik) [抑込技] }
\label{sec:orgba3ee0e}
\begin{itemize}
\item \label{org6d85e6e}Kesa-gatame (Schulterschärpe)
\emph{Neben dem Gegner auf einer Seite liegend oder kniend halten}

\begin{enumerate}
\item \label{orgac0a1d5}Hon-kesa-gatame 
\begin{itemize}
\item Urform der \ref{org6d85e6e}
\end{itemize}
\item \label{orgc8ed1bd}Kuzure-kesa-gatame 
\begin{itemize}
\item nicht um den Kopf, sondern unter den Arm fassen
\end{itemize}
\item \label{org53b57ad}Uki-gatame         
\begin{itemize}
\item aus dem Ude-hishigi in die Festhalte wechseln (Eckersley), Schienbein gegen Oberkörper
\end{itemize}
\item \label{orgaa8dd24}Makura-gesa-gatame 
\begin{itemize}
\item Urform, wobei die Hand, von dem Arm der um den Kopf geht, in das eigene Bein fasst (Kashira-gatame)
\end{itemize}
\item \label{orgd47c42d}Gyaku-kesa-gatame  
\begin{itemize}
\item Umgekert; Blick Richtung Beine, Hand im Gürtel
\end{itemize}
\item \label{org52b0dc1}Kata-Gatame 
\begin{itemize}
\item Arm und Kopf von Uke mit einem Arm umschlingen
\end{itemize}
\item \label{org129be2a}Ura-Gatame (\label{org375244e}Gurke)
\end{enumerate}

\item \hyperref[orgfa677b4]{Yoko-shiho-gatame} (Seitenvierer) 
\emph{Von der Seite her auf dem Bauch liegend oder kniend halten}

\begin{enumerate}
\item \label{orgfa677b4}Yoko-shiho-gatame        
\begin{itemize}
\item Arm um den Kopf, anderer Arm \hyperref[orga527e99]{zwischen den Beinen} und Hand in den Gürtel
\end{itemize}
\item \label{org064c91f}Mune-gatame              
\begin{itemize}
\item Arm um den Kopf, anderer Arm nicht zwischen die Beine
\end{itemize}
\item \label{org52ae5bb}Kuzure-mune-gatame       
\begin{itemize}
\item nur den Arm umschlingen
\end{itemize}
\item \label{org70854dd}Kuzure-yoko-shiho-gatame 
\begin{itemize}
\item Arm nicht um den Kopf, sondern nur Ukes Schulter fixieren
\item Arm nicht \hyperref[orga527e99]{zwischen den Beinen}, Kopf und Arm fixieren
\end{itemize}
\item \label{orgdf7e68e}Gyaku-yoko-shiho-gatame    
\begin{itemize}
\item \label{org9dde4a2}Gurke
\item mit dem Rücken zum Partner und Arm unter die Achselhöhle hindurch führen und an der Hand festhalten
\item mit der anderen Hand das Bein festhalten.
\end{itemize}
\item \label{orgdd762d9}Kata-osae-gatame        
\begin{itemize}
\item Arm um Kopf, Ukes Arm eingeklemmt
\end{itemize}
\item \label{org638590f}Yoko-ashi-shiho-gatame   
\begin{itemize}
\item wie, \hyperref[orgdd762d9]{Kata-osae-gatame}, zusätzlich Ukes Fuß eingeklemmt
\end{itemize}
\item \label{orga284efb}Yoko-sankaku-gatame      
\begin{itemize}
\item Uke \hyperref[orgf95c5ab]{Bankstellung} und Tori steigt vom Kopf her ein. Endposition: Tori liegt im rechten Winkel zu Uke
\end{itemize}
\end{enumerate}

\item \hyperref[orgc5066bb]{Kami-shiho-gatame} (oberer Vierer)
\emph{Über dem Gegner vom Kopf her auf dem Bauch liegend oder kniend halten}

\begin{enumerate}
\item \label{orgc5066bb}Kami-shiho-gatame         
\begin{itemize}
\item bei Hände in den Gürtel
\end{itemize}
\item \label{orgf04309c}Kuzure-kami-shiho-gatame
\begin{itemize}
\item ein Arm umschlingt Ukes Arm von unten und greift in Ukes Kragen.
\end{itemize}
\item \label{org61b80d8}Ura-shiho-gatame         
\begin{itemize}
\item Tori greift beide Reverse
\end{itemize}
\item \label{org90bea2b}Kami-sankaku-gatame      
\begin{itemize}
\item Angriff von Ukes Kopf und Endposition gegenparallel liegen. Wie \hyperref[orga284efb]{Yoko-sankaku-gatame}, nur das Tori mit dem Kopf zu den Füßen geht
\end{itemize}
\end{enumerate}

\item \hyperref[org5efd028]{Tate-shiho-gatame} (Reitvierer)
\emph{Über dem Gegner liegend bzw. kniend halten}

\begin{enumerate}
\item \label{org5efd028}Tate-shiho-gatame        
\begin{itemize}
\item ein Arm von Uke wird umschlungen
\end{itemize}
\item \label{org204bd96}Kuzure-tate-shiho-gatame 
-Tori schiebt seinen Arm unter Ukes Kopf hindurch und umschlingt den Hals
\item \label{orgf1d84f4}Tate-sankaku-gatame     
-Ausgangsposition Tori hat Uke zwischen den Beine und setzt Sankaku an und dreht Uke über die Seite bis er oben sitzt
\item \label{org105b449}Tate-obi-shiho-gatame
\end{enumerate}
\end{itemize}
