script-4d.org
*** DONE Shime-Waza (Würgetechnik) [絞技] [5/7]
    CLOSED: [2018-11-19 Mon 09:49]

- Juji-Jime 
  /mit beiden Händen unter Kreuzen der Unterarme würgen/

  1. Nami-juji-jime 
     - Position Tate-shiho-Gatame. Beide Daumen innen und Handflächen oben
  2. Gyaku-juji-jime 
     - Uke zwischen den Beinen. Beide Handflächen unten, liegen auf Ukes Brust
  3. Kata-juji-jime 
     - eine Handfläche oben und eine unten
  4. Tomeo-jime 
     - Uke ist zwischen den Beinen; Tori fasst mit rechts in Höhe von Ukes Hals und mit links unterhalb der Brust in Ukes Revers. Danach dreht Tori seinen rechten Arm über Ukes Kopf und würgt. 
  5. Sode-guruma 
     - Uke ist in Bankstellung; rechte Hand greift mit Daumen außen unter Ukes Kinn; linke Hand greift oben in die Schulterfalte von Ukes Kimono; durch scheren der Arme entsteht die Würge
  6. Drehwürge (Mahrenke) 
     - eine Hand im Nacken die andere ins gleiche Revers unter den Arm durch. Ellenbogen eindrehen und unter den Partner rollen

- Okuri-eri-Jime 
  /durch Ziehen des Kragens würgen/

  1. Okurie-eri-jime
     - Uke sitzt im Langsitz
     - Urform. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Reverse. Reverse mit der linken Hand straff halten, damit Tori besser greifen kann. Die  linke Hand greift in das andere Reverse, um es straff zu halten.
     - Gleichgewichtsbrechung: nach hinten rutschen und Uke nach hinten ziehen, bevor gewürgt wird
  2. Gyaku-okuri-eri-jime 
     - Uke in Bankstellung und Tori greift von vorn um Ukes Hals.
  3. Koshi-jime 
     - Uke greift mit Seoi-Nage an. Tori übernimmt mit Okuri-eri-jime. Linke Hand blockiert Ukes rechte Seite, in dem er unter dem Arm durch greift. Die Würge zieht durch vorbringen der Hüfte zwischen Toris Arm und Ukes Schulter.
  4. Jigoku-jime 
     - Uke ist in tiefer Bankposition, linkes Bein steigt von innen in den Arm; rechte Hand greift von innen in Ukes Arm. Die linke Hand greift Ukes Kragen und dann rollt Tori über. Danach greift die linke Hand unter Ukes Kinn und schwingt danach das linke Bein über Ukes Kopf. Die linke Hand zieht und das linke Bein blockiert. Dadurch wird Uke abgewürgt. 
  5. Kingston-Rolle 
     - Uke ist in der Bankstellung. Tori greift mit der rechten Hand unter dem Kinn Ukes in dessen rechtes Reverse. Die andere Hand greift in den Gürtel und das linke Bein wird über Uke zwischen dessen Arm und Bein gesteckt. Das Bein wird als Schwungbein für eine Rolle genutzt. Tori dreht durch die Rolle Uke um.  Er baut Spannung zwischen der rechten Hand am Hals und der linken Hand an den Beinen auf. Der Körper von Tori geht zu Ukes Füßen und umgreift dessen Bein und greift am Besten in den eigenen Kragen. Dadurch baut sich die Spannung am Hals auf.

- Kata-ha-Jime 
  /Würgen unter Festlegung von Arm bzw. Schulter/

  1. Kata-ha-jime 
     - Urform. Aus der Bauchlage. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Revers. Die linke Hand schiebt sich unter Ukes linken Arm hin durch und führt seinen Arm hinter Ukes Kopf bzw. Nacken.
  2. Kaeshi-jime 
     - Uke macht eine Bank. Tori nähert sich Uke von vorne, greift mit seiner rechten Hand locker in Ukes (von Tori aus gesehen) linken Kragen und wickelt diesen nach rechts um Ukes Hals. Mit seiner linken Hand greift Tori von außen um Ukes rechten Arm und legt seinen Handrücken hinter Ukes Kopf zu einem Kata Ha Jime. Tori schwingt sein rechtes Bein über sein linkes nach links und taucht mit seinem Kopf von links unter Uke hindurch. Uke fällt nach links auf den Rücken und wird von Toris Kopf in dieser Lage gehalten, während Tori den Würgegriff zuzieht. 
  3. Gyaku-gaeshi-jime 
     - Ansatz wie Kaeshi-Jime. Uke baut Gegendruck auf. Tori dreht in die andere Richtung.
  4. Othen-Jime 
     - Kata-ha-jime, wobei Tori ein Arm Ukes mit dem Bein fixiert

- Hadaka-Jime 
  /ohne Hilfe des Judogi würgen/

  1. Hadaka-jime 
     - Urform. 
     - Tori bringt seinen rechten Unterarm unter Ukes Kinn, dass die Speiche auf die Luftröhre, und zwar über dem Kehlkopf. Dort gibt es einen Punkt der die Luftzufuhr abschnüren kann. Entspricht dem Punkt vom sogenannten Bockwursttot bei Kindern, die ein Stück Bockwurst verschluckt haben und daran ersticken.
     - Gleichzeitig legt er seinen linken Arm über Ukes linke Schulter und stützt die rechte Hand flach auf den linken Unterarmbeuger. Unmittelbar danach beugt er den linken Arm und die linke Hand auf Ukes Nacken. 
     - Der Würgegriff, der einen Druck auf den oben beschriebenen Punkt bewirkt, wird vollendet, indem Tori mit der linken Hand Ukes Nacken kräftig nach vorn drückt und mit der rechten Schulter gleichmäßig nach rechts-hinten zurückweicht. 

  2. Ushiro-Jime 
     - Tori legt die Innenseite seines rechten Unterarms vorn an Ukes Hals, schließt über dessen linker Schulter die Hände zusammen, und übt durch kombinierte Aktion der Arme Druck auf Ukes Kehle aus. 
  3. Sode-juji 
     - Wie Sode-Guruma-Jime, nur den Arm greifen und nicht den eigenen Ärmel. Ausgangsposition zwischen den Beinen.

- Ryo-Te-Jime 
  /die Revers ergreifen und mit Parallegriff würgen/

  1. Ryo-te-jime 
     - Tori  greift mit beiden Händen in Uke Revers in Höhe dessen Halses. Beide Daumen innen. Dann werden beide Hände nach außen gedreht. Die Fäuste drücken in den Hals von Uke. Der Hebel wird über den Kragen aufgebaut.
  2. Maki-komi-jime
     - "Bauernfänger"
     - ähnlich Tomeo-jime. Angriff von unten zwischen den Beinen. Eine Hand greift mit dem Daumen innen und die andere außen. Tori legt sich vor Uke und verdreht die Arme gegeneinander.

- Kata-te-jime 
  /Hauptsächlich mit einer Hand würgen/

  1. Kata-te-jime 
     - aus Hon-kesa-gatame
  2. Tsuki-komi-jime 
     - Schiebe würge
  3. Ebi-jime 
     - Tori ist zwischen den Beinen. Er arbeitet sich heraus, hält die Beine mit der einen Hand von unten und greift mit der anderen Hand in Ukes Revers und würgt mit dem Unterarm.

- Ashi-Jime 
  /mit Hilfe von Fuß oder Bein würgen/

  1. Ashi-jime 
     - Tori greift mit der linken Hand tief in Ukes (von Tori aus gesehen) rechten Kragen, legt seine linke Wade an die gegenüberliegende Seite von Ukes Hals und fasst mit der rechten Hand sein eigenes linkes Fußgelenk. Der Würgegriff entsteht durch Heranziehen des linken Beins und Nach-links-Drehen der linken Hand. Fasst Toris linke Hand in sein eigenes rechtes Handgelenk wir der Hebel zur Würge vergrößert.
  2. Kata-jime 
     - Angriff Seo-Nage; Bein übersteigen; Beine scheren (Fußgelenke sind gekreuzt und Beine strecken.
  3. Kagato-jime 
     - Tori liegt auf dem Rücken. Uke kniet zwischen Toris Beinen und fasst mit der rechten Hand nach dessen rechtem Jackenaufschlag.
     - Tori ergreift mit der rechten Hand Ukes rechten Ärmel und zieht diesen zu seiner Brust. Gleichzeitig packt er mit der linken Hand (Daumen nach außen) Ukes linken Jackenkragen und stemmt den rechten Fuß gegen Ukes linke Leistenbeuge.
     - Unmittelbar darauf schwingt Tori sein linkes Bein über Ukes Kopf hinweg und legt seinen linken Unterschenkel derart unter dessen Kinn, dass der untere Teil seines Schienbeines gegen Ukes Luftröhre drückt. Der Vorderfuß  soll dabei soweit es geht zum Unterschenkel  aufgebeugt werden. 
     - Nunmehr führt Tori die rechte Hand über seinen eigenen linken Unterschenkel hinweg und ergreift Ukes Jacke an dessen rechter Schulter.
     - Sobald der Griff auf diese Weise angesetzt ist, stemmt sich Tori mit seinem rechten Bein kräftig von Ukes linker Leistengegen ab. Ukes Gleichgewicht wird dadruch nach vorn gebrochen. Als weitere Folge drück das eigene Körpergewicht seinen Hals so stark gegen Toris Schienbein, dass ein Abwürgen der Atmung die Folge ist. 
  4. Hasami-jime 
     - Uke befindet sich in der Bankstellung. Tor kniet dich an Ukes linker Seite. Sein rechtes Knie berührt den Boden, während das linke hochgestellt ist. Er schiebt seinen linken Unterarm so unter Ukes Kinn, das die Speiche auf die Luftröhre zu liegen kommt. Seine linke Hand ergreift mit dem Daumen nach innen Ukes rechten Jackenaufschlag möglichst weit oben. Die rechte Hand erfasst indessen Ukes rechten Ärmel dicht am Schultergelenk.
     - Nun schwingt Tori sein linkes Bein über Ukes Kopf und legt die Kniekehle auf Ukes Nacken. Ein Zug mit dem linken Arm nach oben und ein gleichzeitiger Druck  mit der linken Kniekehle nach unten würgen Uke. 
  5. Kensui-jime 
     - Parallelgriff zwischen den Beinen; Uke steigt über ein Bein um sich aus den Beinen zu befreien. Tori schwingt sein linkes Bein über Ukes Kopf.
  6. Kami-shiho-ashi-jime
     - Uke hält Tori mit dem Kami-Shiho-Gatame. Er liegt hier ziemlich weit auf Toris Rumpf.
     - Tori schiebt wie beim vorhergehenden Würgegriff seinen rechten Unterarm unter Ukes Hals und ergreift mit der rechten Hand dessen linken Jackenaufschlag. Die Finger weisen nach außen. Damit liegt Toris rechte Speiche quer vor Ukes Luftröhre.
     - Zur gleichen Zeit schwingt Tori sein rechtes Bein über Ukes Kopf hinweg, ergreift es mit der linken Hand in Knöchelhöhe (Ristgriff) und zieht den Unterschenkel kräftig nach unten.
     - Durch den Druck der rechten Wade auf Ukes Nacken und den Zug der rechten Hand Tris am gegnerischen linken Jackenaufschlag nach rechts wird Ukes Atmung abgedrosselt.
  7. Sankaku-jime 
     - nur mit den Beinen.

