script-4d.html

<div id="outline-container-orgd4e76a5" class="outline-4">
<h4 id="orgd4e76a5">Shime-Waza (Würgetechnik) [絞技] </h4>
<div class="outline-text-4" id="text-orgd4e76a5">
<ul class="org-ul">
<li>Juji-Jime 
<i>mit beiden Händen unter Kreuzen der Unterarme würgen</i>

<ol class="org-ol">
<li>Nami-juji-jime 
<ul class="org-ul">
<li>Position <a href="#orgf37c6c7">Tate-shiho-Gatame</a>. Beide Daumen innen und Handflächen oben</li>
</ul></li>
<li>Gyaku-juji-jime 
<ul class="org-ul">
<li>Uke <a href="#org7d73c34">zwischen den Beinen</a>. Beide Handflächen unten, liegen auf Ukes Brust</li>
</ul></li>
<li>Kata-juji-jime 
<ul class="org-ul">
<li>eine Handfläche oben und eine unten</li>
</ul></li>
<li>Tomeo-jime 
<ul class="org-ul">
<li>Uke ist <a href="#org7d73c34">zwischen den Beinen</a>; Tori fasst mit rechts in Höhe von Ukes Hals und mit links unterhalb der Brust in Ukes Revers. Danach dreht Tori seinen rechten Arm über Ukes Kopf und würgt.</li>
</ul></li>
<li>Sode-guruma 
<ul class="org-ul">
<li>Uke ist in <a href="#org27114b2">Bankstellung</a>; rechte Hand greift mit Daumen außen unter Ukes Kinn; linke Hand greift oben in die Schulterfalte von Ukes Kimono; durch scheren der Arme entsteht die Würge</li>
</ul></li>
<li>Drehwürge (Mahrenke) 
<ul class="org-ul">
<li>eine Hand im Nacken die andere ins gleiche Revers unter den Arm durch. Ellenbogen eindrehen und unter den Partner rollen</li>
</ul></li>
</ol></li>

<li>Okuri-eri-Jime 
<i>durch Ziehen des Kragens würgen</i>

<ol class="org-ol">
<li>Okurie-eri-jime
<ul class="org-ul">
<li>Uke sitzt im Langsitz</li>
<li>Urform. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Reverse. Reverse mit der linken Hand straff halten, damit Tori besser greifen kann. Die  linke Hand greift in das andere Reverse, um es straff zu halten.</li>
<li>Gleichgewichtsbrechung: nach hinten rutschen und Uke nach hinten ziehen, bevor gewürgt wird</li>
</ul></li>
<li>Gyaku-okuri-eri-jime 
<ul class="org-ul">
<li>Uke in <a href="#org27114b2">Bankstellung</a> und Tori greift von vorn um Ukes Hals.</li>
</ul></li>
<li>Koshi-jime 
<ul class="org-ul">
<li>Uke greift mit Seoi-Nage an. Tori übernimmt mit Okuri-eri-jime. Linke Hand blockiert Ukes rechte Seite, in dem er unter dem Arm durch greift. Die Würge zieht durch vorbringen der Hüfte zwischen Toris Arm und Ukes Schulter.</li>
</ul></li>
<li>Jigoku-jime 
<ul class="org-ul">
<li>Uke ist in tiefer Bankposition, linkes Bein steigt von innen in den Arm; rechte Hand greift von innen in Ukes Arm. Die linke Hand greift Ukes Kragen und dann rollt Tori über. Danach greift die linke Hand unter Ukes Kinn und schwingt danach das linke Bein über Ukes Kopf. Die linke Hand zieht und das linke Bein blockiert. Dadurch wird Uke abgewürgt.</li>
</ul></li>
<li>Kingston-Rolle 
<ul class="org-ul">
<li>Uke ist in der <a href="#org27114b2">Bankstellung</a>. Tori greift mit der rechten Hand unter dem Kinn Ukes in dessen rechtes Reverse. Die andere Hand greift in den Gürtel und das linke Bein wird über Uke zwischen dessen Arm und Bein gesteckt. Das Bein wird als Schwungbein für eine Rolle genutzt. Tori dreht durch die Rolle Uke um.  Er baut Spannung zwischen der rechten Hand am Hals und der linken Hand an den Beinen auf. Der Körper von Tori geht zu Ukes Füßen und umgreift dessen Bein und greift am Besten in den eigenen Kragen. Dadurch baut sich die Spannung am Hals auf.</li>
</ul></li>
</ol></li>

<li>Kata-ha-Jime 
<i>Würgen unter Festlegung von Arm bzw. Schulter</i>

<ol class="org-ol">
<li>Kata-ha-jime 
<ul class="org-ul">
<li>Urform. Aus der <a href="#org82e3000">Bauchlage</a>. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Revers. Die linke Hand schiebt sich unter Ukes linken Arm hin durch und führt seinen Arm hinter Ukes Kopf bzw. Nacken.</li>
</ul></li>
<li>Kaeshi-jime 
<ul class="org-ul">
<li>Uke macht eine Bank. Tori nähert sich Uke von vorne, greift mit seiner rechten Hand locker in Ukes (von Tori aus gesehen) linken Kragen und wickelt diesen nach rechts um Ukes Hals. Mit seiner linken Hand greift Tori von außen um Ukes rechten Arm und legt seinen Handrücken hinter Ukes Kopf zu einem Kata Ha Jime. Tori schwingt sein rechtes Bein über sein linkes nach links und taucht mit seinem Kopf von links unter Uke hindurch. Uke fällt nach links auf den Rücken und wird von Toris Kopf in dieser Lage gehalten, während Tori den Würgegriff zuzieht.</li>
</ul></li>
<li>Gyaku-gaeshi-jime 
<ul class="org-ul">
<li>Ansatz wie Kaeshi-Jime. Uke baut Gegendruck auf. Tori dreht in die andere Richtung.</li>
</ul></li>
<li>Othen-Jime 
<ul class="org-ul">
<li>Kata-ha-jime, wobei Tori ein Arm Ukes mit dem Bein fixiert</li>
</ul></li>
</ol></li>

<li>Hadaka-Jime 
<i>ohne Hilfe des Judogi würgen</i>

<ol class="org-ol">
<li>Hadaka-jime 
<ul class="org-ul">
<li>Urform.</li>
<li>Tori bringt seinen rechten Unterarm unter Ukes Kinn, dass die Speiche auf die Luftröhre, und zwar über dem Kehlkopf. Dort gibt es einen Punkt der die Luftzufuhr abschnüren kann. Entspricht dem Punkt vom sogenannten Bockwursttot bei Kindern, die ein Stück Bockwurst verschluckt haben und daran ersticken.</li>
<li>Gleichzeitig legt er seinen linken Arm über Ukes linke Schulter und stützt die rechte Hand flach auf den linken Unterarmbeuger. Unmittelbar danach beugt er den linken Arm und die linke Hand auf Ukes Nacken.</li>
<li>Der Würgegriff, der einen Druck auf den oben beschriebenen Punkt bewirkt, wird vollendet, indem Tori mit der linken Hand Ukes Nacken kräftig nach vorn drückt und mit der rechten Schulter gleichmäßig nach rechts-hinten zurückweicht.</li>
</ul></li>

<li>Ushiro-Jime 
<ul class="org-ul">
<li>Tori legt die Innenseite seines rechten Unterarms vorn an Ukes Hals, schließt über dessen linker Schulter die Hände zusammen, und übt durch kombinierte Aktion der Arme Druck auf Ukes Kehle aus.</li>
</ul></li>
<li>Sode-juji 
<ul class="org-ul">
<li>Wie Sode-Guruma-Jime, nur den Arm greifen und nicht den eigenen Ärmel. Ausgangsposition <a href="#org7d73c34">zwischen den Beinen</a>.</li>
</ul></li>
</ol></li>

<li>Ryo-Te-Jime 
<i>die Revers ergreifen und mit Parallegriff würgen</i>

<ol class="org-ol">
<li>Ryo-te-jime 
<ul class="org-ul">
<li>Tori  greift mit beiden Händen in Uke Revers in Höhe dessen Halses. Beide Daumen innen. Dann werden beide Hände nach außen gedreht. Die Fäuste drücken in den Hals von Uke. Der Hebel wird über den Kragen aufgebaut.</li>
</ul></li>
<li>Maki-komi-jime
<ul class="org-ul">
<li>&bdquo;Bauernfänger&ldquo;</li>
<li>ähnlich Tomeo-jime. Angriff von unten <a href="#org7d73c34">zwischen den Beinen</a>. Eine Hand greift mit dem Daumen innen und die andere außen. Tori legt sich vor Uke und verdreht die Arme gegeneinander.</li>
</ul></li>
</ol></li>

<li>Kata-te-jime 
<i>Hauptsächlich mit einer Hand würgen</i>

<ol class="org-ol">
<li>Kata-te-jime 
<ul class="org-ul">
<li>aus <a href="#orge6abce7">Hon-kesa-gatame</a></li>
</ul></li>
<li>Tsuki-komi-jime 
<ul class="org-ul">
<li>Schiebe würge</li>
</ul></li>
<li>Ebi-jime 
<ul class="org-ul">
<li>Tori ist <a href="#org7d73c34">zwischen den Beinen</a>. Er arbeitet sich heraus, hält die Beine mit der einen Hand von unten und greift mit der anderen Hand in Ukes Revers und würgt mit dem Unterarm.</li>
</ul></li>
</ol></li>

<li>Ashi-Jime 
<i>mit Hilfe von Fuß oder Bein würgen</i>

<ol class="org-ol">
<li>Ashi-jime 
<ul class="org-ul">
<li>Tori greift mit der linken Hand tief in Ukes (von Tori aus gesehen) rechten Kragen, legt seine linke Wade an die gegenüberliegende Seite von Ukes Hals und fasst mit der rechten Hand sein eigenes linkes Fußgelenk. Der Würgegriff entsteht durch Heranziehen des linken Beins und Nach-links-Drehen der linken Hand. Fasst Toris linke Hand in sein eigenes rechtes Handgelenk wir der Hebel zur Würge vergrößert.</li>
</ul></li>
<li>Kata-jime 
<ul class="org-ul">
<li>Angriff Seo-Nage; Bein übersteigen; Beine scheren (Fußgelenke sind gekreuzt und Beine strecken.</li>
</ul></li>
<li>Kagato-jime 
<ul class="org-ul">
<li>Tori liegt auf dem Rücken. Uke kniet zwischen Toris Beinen und fasst mit der rechten Hand nach dessen rechtem Jackenaufschlag.</li>
<li>Tori ergreift mit der rechten Hand Ukes rechten Ärmel und zieht diesen zu seiner Brust. Gleichzeitig packt er mit der linken Hand (Daumen nach außen) Ukes linken Jackenkragen und stemmt den rechten Fuß gegen Ukes linke Leistenbeuge.</li>
<li>Unmittelbar darauf schwingt Tori sein linkes Bein über Ukes Kopf hinweg und legt seinen linken Unterschenkel derart unter dessen Kinn, dass der untere Teil seines Schienbeines gegen Ukes Luftröhre drückt. Der Vorderfuß  soll dabei soweit es geht zum Unterschenkel  aufgebeugt werden.</li>
<li>Nunmehr führt Tori die rechte Hand über seinen eigenen linken Unterschenkel hinweg und ergreift Ukes Jacke an dessen rechter Schulter.</li>
<li>Sobald der Griff auf diese Weise angesetzt ist, stemmt sich Tori mit seinem rechten Bein kräftig von Ukes linker Leistengegen ab. Ukes Gleichgewicht wird dadruch nach vorn gebrochen. Als weitere Folge drück das eigene Körpergewicht seinen Hals so stark gegen Toris Schienbein, dass ein Abwürgen der Atmung die Folge ist.</li>
</ul></li>
<li>Hasami-jime 
<ul class="org-ul">
<li>Uke befindet sich in der <a href="#org27114b2">Bankstellung</a>. Tor kniet dich an Ukes linker Seite. Sein rechtes Knie berührt den Boden, während das linke hochgestellt ist. Er schiebt seinen linken Unterarm so unter Ukes Kinn, das die Speiche auf die Luftröhre zu liegen kommt. Seine linke Hand ergreift mit dem Daumen nach innen Ukes rechten Jackenaufschlag möglichst weit oben. Die rechte Hand erfasst indessen Ukes rechten Ärmel dicht am Schultergelenk.</li>
<li>Nun schwingt Tori sein linkes Bein über Ukes Kopf und legt die Kniekehle auf Ukes Nacken. Ein Zug mit dem linken Arm nach oben und ein gleichzeitiger Druck  mit der linken Kniekehle nach unten würgen Uke.</li>
</ul></li>
<li>Kensui-jime 
<ul class="org-ul">
<li>Parallelgriff <a href="#org7d73c34">zwischen den Beinen</a>; Uke steigt über ein Bein um sich aus den Beinen zu befreien. Tori schwingt sein linkes Bein über Ukes Kopf.</li>
</ul></li>
<li>Kami-shiho-ashi-jime
<ul class="org-ul">
<li>Uke hält Tori mit dem <a href="#orgdb360d4">Kami-Shiho-Gatame</a>. Er liegt hier ziemlich weit auf Toris Rumpf.</li>
<li>Tori schiebt wie beim vorhergehenden Würgegriff seinen rechten Unterarm unter Ukes Hals und ergreift mit der rechten Hand dessen linken Jackenaufschlag. Die Finger weisen nach außen. Damit liegt Toris rechte Speiche quer vor Ukes Luftröhre.</li>
<li>Zur gleichen Zeit schwingt Tori sein rechtes Bein über Ukes Kopf hinweg, ergreift es mit der linken Hand in Knöchelhöhe (Ristgriff) und zieht den Unterschenkel kräftig nach unten.</li>
<li>Durch den Druck der rechten Wade auf Ukes Nacken und den Zug der rechten Hand Tris am gegnerischen linken Jackenaufschlag nach rechts wird Ukes Atmung abgedrosselt.</li>
</ul></li>
<li>Sankaku-jime 
<ul class="org-ul">
<li>nur mit den Beinen.</li>
</ul></li>
</ol></li>
</ul>
</div>
</div>
