script-4d.tex

\paragraph{Shime-Waza (Würgetechnik) [絞技] }
\label{sec:org27c08a4}
\begin{itemize}
\item Juji-Jime 
\emph{mit beiden Händen unter Kreuzen der Unterarme würgen}

\begin{enumerate}
\item Nami-juji-jime 
\begin{itemize}
\item Position \hyperref[org5efd028]{Tate-shiho-Gatame}. Beide Daumen innen und Handflächen oben
\end{itemize}
\item Gyaku-juji-jime 
\begin{itemize}
\item Uke \hyperref[orga527e99]{zwischen den Beinen}. Beide Handflächen unten, liegen auf Ukes Brust
\end{itemize}
\item Kata-juji-jime 
\begin{itemize}
\item eine Handfläche oben und eine unten
\end{itemize}
\item Tomeo-jime 
\begin{itemize}
\item Uke ist \hyperref[orga527e99]{zwischen den Beinen}; Tori fasst mit rechts in Höhe von Ukes Hals und mit links unterhalb der Brust in Ukes Revers. Danach dreht Tori seinen rechten Arm über Ukes Kopf und würgt.
\end{itemize}
\item Sode-guruma 
\begin{itemize}
\item Uke ist in \hyperref[orgf95c5ab]{Bankstellung}; rechte Hand greift mit Daumen außen unter Ukes Kinn; linke Hand greift oben in die Schulterfalte von Ukes Kimono; durch scheren der Arme entsteht die Würge
\end{itemize}
\item Drehwürge (Mahrenke) 
\begin{itemize}
\item eine Hand im Nacken die andere ins gleiche Revers unter den Arm durch. Ellenbogen eindrehen und unter den Partner rollen
\end{itemize}
\end{enumerate}

\item Okuri-eri-Jime 
\emph{durch Ziehen des Kragens würgen}

\begin{enumerate}
\item Okurie-eri-jime
\begin{itemize}
\item Uke sitzt im Langsitz
\item Urform. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Reverse. Reverse mit der linken Hand straff halten, damit Tori besser greifen kann. Die  linke Hand greift in das andere Reverse, um es straff zu halten.
\item Gleichgewichtsbrechung: nach hinten rutschen und Uke nach hinten ziehen, bevor gewürgt wird
\end{itemize}
\item Gyaku-okuri-eri-jime 
\begin{itemize}
\item Uke in \hyperref[orgf95c5ab]{Bankstellung} und Tori greift von vorn um Ukes Hals.
\end{itemize}
\item Koshi-jime 
\begin{itemize}
\item Uke greift mit Seoi-Nage an. Tori übernimmt mit Okuri-eri-jime. Linke Hand blockiert Ukes rechte Seite, in dem er unter dem Arm durch greift. Die Würge zieht durch vorbringen der Hüfte zwischen Toris Arm und Ukes Schulter.
\end{itemize}
\item Jigoku-jime 
\begin{itemize}
\item Uke ist in tiefer Bankposition, linkes Bein steigt von innen in den Arm; rechte Hand greift von innen in Ukes Arm. Die linke Hand greift Ukes Kragen und dann rollt Tori über. Danach greift die linke Hand unter Ukes Kinn und schwingt danach das linke Bein über Ukes Kopf. Die linke Hand zieht und das linke Bein blockiert. Dadurch wird Uke abgewürgt.
\end{itemize}
\item Kingston-Rolle 
\begin{itemize}
\item Uke ist in der \hyperref[orgf95c5ab]{Bankstellung}. Tori greift mit der rechten Hand unter dem Kinn Ukes in dessen rechtes Reverse. Die andere Hand greift in den Gürtel und das linke Bein wird über Uke zwischen dessen Arm und Bein gesteckt. Das Bein wird als Schwungbein für eine Rolle genutzt. Tori dreht durch die Rolle Uke um.  Er baut Spannung zwischen der rechten Hand am Hals und der linken Hand an den Beinen auf. Der Körper von Tori geht zu Ukes Füßen und umgreift dessen Bein und greift am Besten in den eigenen Kragen. Dadurch baut sich die Spannung am Hals auf.
\end{itemize}
\end{enumerate}

\item Kata-ha-Jime 
\emph{Würgen unter Festlegung von Arm bzw. Schulter}

\begin{enumerate}
\item Kata-ha-jime 
\begin{itemize}
\item Urform. Aus der \hyperref[orgffa54d6]{Bauchlage}. Recht Hand geht unter Ukes Kinn und greift in dessen linkes Revers. Die linke Hand schiebt sich unter Ukes linken Arm hin durch und führt seinen Arm hinter Ukes Kopf bzw. Nacken.
\end{itemize}
\item Kaeshi-jime 
\begin{itemize}
\item Uke macht eine Bank. Tori nähert sich Uke von vorne, greift mit seiner rechten Hand locker in Ukes (von Tori aus gesehen) linken Kragen und wickelt diesen nach rechts um Ukes Hals. Mit seiner linken Hand greift Tori von außen um Ukes rechten Arm und legt seinen Handrücken hinter Ukes Kopf zu einem Kata Ha Jime. Tori schwingt sein rechtes Bein über sein linkes nach links und taucht mit seinem Kopf von links unter Uke hindurch. Uke fällt nach links auf den Rücken und wird von Toris Kopf in dieser Lage gehalten, während Tori den Würgegriff zuzieht.
\end{itemize}
\item Gyaku-gaeshi-jime 
\begin{itemize}
\item Ansatz wie Kaeshi-Jime. Uke baut Gegendruck auf. Tori dreht in die andere Richtung.
\end{itemize}
\item Othen-Jime 
\begin{itemize}
\item Kata-ha-jime, wobei Tori ein Arm Ukes mit dem Bein fixiert
\end{itemize}
\end{enumerate}

\item Hadaka-Jime 
\emph{ohne Hilfe des Judogi würgen}

\begin{enumerate}
\item Hadaka-jime 
\begin{itemize}
\item Urform.
\item Tori bringt seinen rechten Unterarm unter Ukes Kinn, dass die Speiche auf die Luftröhre, und zwar über dem Kehlkopf. Dort gibt es einen Punkt der die Luftzufuhr abschnüren kann. Entspricht dem Punkt vom sogenannten Bockwursttot bei Kindern, die ein Stück Bockwurst verschluckt haben und daran ersticken.
\item Gleichzeitig legt er seinen linken Arm über Ukes linke Schulter und stützt die rechte Hand flach auf den linken Unterarmbeuger. Unmittelbar danach beugt er den linken Arm und die linke Hand auf Ukes Nacken.
\item Der Würgegriff, der einen Druck auf den oben beschriebenen Punkt bewirkt, wird vollendet, indem Tori mit der linken Hand Ukes Nacken kräftig nach vorn drückt und mit der rechten Schulter gleichmäßig nach rechts-hinten zurückweicht.
\end{itemize}

\item Ushiro-Jime 
\begin{itemize}
\item Tori legt die Innenseite seines rechten Unterarms vorn an Ukes Hals, schließt über dessen linker Schulter die Hände zusammen, und übt durch kombinierte Aktion der Arme Druck auf Ukes Kehle aus.
\end{itemize}
\item Sode-juji 
\begin{itemize}
\item Wie Sode-Guruma-Jime, nur den Arm greifen und nicht den eigenen Ärmel. Ausgangsposition \hyperref[orga527e99]{zwischen den Beinen}.
\end{itemize}
\end{enumerate}

\item Ryo-Te-Jime 
\emph{die Revers ergreifen und mit Parallegriff würgen}

\begin{enumerate}
\item Ryo-te-jime 
\begin{itemize}
\item Tori  greift mit beiden Händen in Uke Revers in Höhe dessen Halses. Beide Daumen innen. Dann werden beide Hände nach außen gedreht. Die Fäuste drücken in den Hals von Uke. Der Hebel wird über den Kragen aufgebaut.
\end{itemize}
\item Maki-komi-jime
\begin{itemize}
\item "`Bauernfänger"'
\item ähnlich Tomeo-jime. Angriff von unten \hyperref[orga527e99]{zwischen den Beinen}. Eine Hand greift mit dem Daumen innen und die andere außen. Tori legt sich vor Uke und verdreht die Arme gegeneinander.
\end{itemize}
\end{enumerate}

\item Kata-te-jime 
\emph{Hauptsächlich mit einer Hand würgen}

\begin{enumerate}
\item Kata-te-jime 
\begin{itemize}
\item aus \hyperref[orgac0a1d5]{Hon-kesa-gatame}
\end{itemize}
\item Tsuki-komi-jime 
\begin{itemize}
\item Schiebe würge
\end{itemize}
\item Ebi-jime 
\begin{itemize}
\item Tori ist \hyperref[orga527e99]{zwischen den Beinen}. Er arbeitet sich heraus, hält die Beine mit der einen Hand von unten und greift mit der anderen Hand in Ukes Revers und würgt mit dem Unterarm.
\end{itemize}
\end{enumerate}

\item Ashi-Jime 
\emph{mit Hilfe von Fuß oder Bein würgen}

\begin{enumerate}
\item Ashi-jime 
\begin{itemize}
\item Tori greift mit der linken Hand tief in Ukes (von Tori aus gesehen) rechten Kragen, legt seine linke Wade an die gegenüberliegende Seite von Ukes Hals und fasst mit der rechten Hand sein eigenes linkes Fußgelenk. Der Würgegriff entsteht durch Heranziehen des linken Beins und Nach-links-Drehen der linken Hand. Fasst Toris linke Hand in sein eigenes rechtes Handgelenk wir der Hebel zur Würge vergrößert.
\end{itemize}
\item Kata-jime 
\begin{itemize}
\item Angriff Seo-Nage; Bein übersteigen; Beine scheren (Fußgelenke sind gekreuzt und Beine strecken.
\end{itemize}
\item Kagato-jime 
\begin{itemize}
\item Tori liegt auf dem Rücken. Uke kniet zwischen Toris Beinen und fasst mit der rechten Hand nach dessen rechtem Jackenaufschlag.
\item Tori ergreift mit der rechten Hand Ukes rechten Ärmel und zieht diesen zu seiner Brust. Gleichzeitig packt er mit der linken Hand (Daumen nach außen) Ukes linken Jackenkragen und stemmt den rechten Fuß gegen Ukes linke Leistenbeuge.
\item Unmittelbar darauf schwingt Tori sein linkes Bein über Ukes Kopf hinweg und legt seinen linken Unterschenkel derart unter dessen Kinn, dass der untere Teil seines Schienbeines gegen Ukes Luftröhre drückt. Der Vorderfuß  soll dabei soweit es geht zum Unterschenkel  aufgebeugt werden.
\item Nunmehr führt Tori die rechte Hand über seinen eigenen linken Unterschenkel hinweg und ergreift Ukes Jacke an dessen rechter Schulter.
\item Sobald der Griff auf diese Weise angesetzt ist, stemmt sich Tori mit seinem rechten Bein kräftig von Ukes linker Leistengegen ab. Ukes Gleichgewicht wird dadruch nach vorn gebrochen. Als weitere Folge drück das eigene Körpergewicht seinen Hals so stark gegen Toris Schienbein, dass ein Abwürgen der Atmung die Folge ist.
\end{itemize}
\item Hasami-jime 
\begin{itemize}
\item Uke befindet sich in der \hyperref[orgf95c5ab]{Bankstellung}. Tor kniet dich an Ukes linker Seite. Sein rechtes Knie berührt den Boden, während das linke hochgestellt ist. Er schiebt seinen linken Unterarm so unter Ukes Kinn, das die Speiche auf die Luftröhre zu liegen kommt. Seine linke Hand ergreift mit dem Daumen nach innen Ukes rechten Jackenaufschlag möglichst weit oben. Die rechte Hand erfasst indessen Ukes rechten Ärmel dicht am Schultergelenk.
\item Nun schwingt Tori sein linkes Bein über Ukes Kopf und legt die Kniekehle auf Ukes Nacken. Ein Zug mit dem linken Arm nach oben und ein gleichzeitiger Druck  mit der linken Kniekehle nach unten würgen Uke.
\end{itemize}
\item Kensui-jime 
\begin{itemize}
\item Parallelgriff \hyperref[orga527e99]{zwischen den Beinen}; Uke steigt über ein Bein um sich aus den Beinen zu befreien. Tori schwingt sein linkes Bein über Ukes Kopf.
\end{itemize}
\item Kami-shiho-ashi-jime
\begin{itemize}
\item Uke hält Tori mit dem \hyperref[orgc5066bb]{Kami-Shiho-Gatame}. Er liegt hier ziemlich weit auf Toris Rumpf.
\item Tori schiebt wie beim vorhergehenden Würgegriff seinen rechten Unterarm unter Ukes Hals und ergreift mit der rechten Hand dessen linken Jackenaufschlag. Die Finger weisen nach außen. Damit liegt Toris rechte Speiche quer vor Ukes Luftröhre.
\item Zur gleichen Zeit schwingt Tori sein rechtes Bein über Ukes Kopf hinweg, ergreift es mit der linken Hand in Knöchelhöhe (Ristgriff) und zieht den Unterschenkel kräftig nach unten.
\item Durch den Druck der rechten Wade auf Ukes Nacken und den Zug der rechten Hand Tris am gegnerischen linken Jackenaufschlag nach rechts wird Ukes Atmung abgedrosselt.
\end{itemize}
\item Sankaku-jime 
\begin{itemize}
\item nur mit den Beinen.
\end{itemize}
\end{enumerate}
\end{itemize}
