script-4d.org
*** DONE Kansetsu-Waza (Hebeltechnik) [関節技] [0/0]
    CLOSED: [2018-11-19 Mon 09:39]

Man unterscheidet zwei Gruppen: 
- Ude-hishigi-waza (Streckhebel)
- Ude-garami-waza (Beugehebel)


- Juji-gatame (
    /den zwischen den Beinen befindlichen Arm über die Leistengegend hebeln/

  1. Ude-hishigi-juji-gatame / Nami-juji-gatame
     - Übergang Stand-Boden: ein Bein vor dem Körper. Das andere Bein strecken, um den Spielraum zu reduzieren.
  2. Gyaku -juji-gatame 
     - zwischen den Beinen; Bein von außen über den Arm schwingen und in der Seiten oder Bauchlage hebeln
  3. Kami-juji-gatame 
     - Uke ist in Bankstellung. Tori greift von oben (Kami) an und arbeitet Juji-Gatame heraus. 
  4. Yoko-juji-gatame
     - zwischen den Beinen; Ansatz wie Gyaku-Juji-Gatame und Uke lässt sich nicht drehen und legt sich auf den Bauch. Ukes Arm festhalten und heraus ziehen.
  5. Othen-gatame 
     - Uke in Bankstellung. Bein in den Arm einsteigen und als Schwungbein zum Rollen einsetzen. Bein liegt unter Ukes Kopf. Zum Hebeln das Bein über Ukes Kopf setzen.

- Ude-gatame 
  /mit beiden Händen auf Arm oder Ellenbogen drückend hebeln/

  1. Ude gatame 
     – Tori hält Mune Gatame und Uke versucht ihn wegzustoßen. Tori gibt dem Druck nach, richtet sich auf. Er stellt dabei ein Bein auf und winkelt es aus, um Platz zum hebeln zu schaffen. Er fasst mit beiden Händen Ukes Ellenbogengelenk und hebelt Ude-Gatame. 
     - Wichtig: Beide Hände greifen übereinander auf Ukes Ellenbogengelenk (je kleiner die Fläche, desto größer ist der Druck) und Tori drückt den Arm an sich heran.
  2. Gyaku-ude-gatame 
     - zwischen den Beinen und Tori stößt ein Bein von Uke weg, Uke fällt auf den Bauch, Tori hebelt mit Ude-gatame
  3. Hizi-maki-komi 
     - Hebel im Stand. Tori umschlingt Ukes linken ausgestreckten Arm mit seinem rechten Unterarm von außen. Toris linke Hand fast den gleichen Arm und drückt Uke nach unten zum Hebel. Uke wird solange geführt, bis er auf dem Bauch liegt.
  4. Kuzure-hizi-maki-komi 
     - Aus dem Stand Ansatz wie Hizi-maki-komi, wobei Tori sein Bein in Ukes Hüfte stützt und wegschiebt. Tori geht mit in die Bodenlagen.
  5. Mune-Gyaku 
     - Kuzure-Kesa-Gatame  
     - Tori schwingt sein linkes Bein über Ukes Kopf. Die rechte Hand Toris rutscht zum Ellenbogengelenkt von Ukes linkem Arm hoch und drückt dann mit beiden Händen genau auf das Ellenbogengelenk  zum Ude-Gatame. 

- Ashi-gatame 
  /mit Hilfe von Bein oder Knie hebeln/

  1. Ashi-gatame 
     - Uke in Bankstellung. Tori greift mit der rechten Hand am Hals entlang zur Würge an, um Uke abzulenken. Dabei steigt Tori mit dem rechten Fuß von vorn in Ukes Arm und streckt in.  
  2. Hiza-gatame 
     - zwischen den Beinen. Toris linke Hand greift Ukes rechten Arm in Höhe des Ellenbogens. Toris linkes Bein ist mit dem Fuß zwischen Ukes Beinen. Das Knie ist nach außen gedreht. Toris rechte Hand fasst das Revers. Toris rechtes Bein stößt Ukes linkes Bein weg, damit Uke nach vorn fällt. Tori dreht seine Hüfte nach links und drückt mit dem linken Bein auf Ukes Ellenbogengelenk und hebelt
  3. Kami-hiza-gatame 
     - Tori sitzt auf Uke und hebelt den Arm über das Knie.
  4. Yoko-hiza-gatame 
     - Uke liegt auf dem Rücken, Tori kniet an der rechten Seite. Toris rechtes Knie belastet Ukes Bauch und Ukes rechter Arm wird über den Oberschenkel gehebelt. Toris linke Hand blockiert Ukes rechte Schulter
  5. Ryo-hiza-gatame 
     - Tori sitzt auf Uke und hebelt beide Arme über je ein Knie.
  6. Kesa-ashi-gatame 
     - Kesa-Gatame und Uke fixierten Arm unter das Bein bringen und hebeln.

- Hara-gatame 
  /mit dem Bauch oder der Körpervorderseite hebeln/

  1. <<<Hara-gatame>>> 
     - Kuzure-Kesa-Gatame
     - Jiu-jitsu: Uke Bankstellung und den Arm über den Bauch hebeln
  2. <<<Gyaku-hara-gatame>>>
     - zwischen den Beinen, dann Uke umdrehen, Arm fixieren und in der eigenen Rückenlage über den Bauch hebeln. Arm und Bein helfen Uke zu blockieren. Dabei geht das übergeschlagene Bein zwischen Ukes Beine und hakelt Ukes Bein.
  3. <<<Kuzure-hara-gatame>>> 
     - aus Kuzure-gesa-gatame den Fuß über Uke Kopf bringen

- Waki-gatame 
  /mit einer Körperseite oder der Achsel hebeln/

  1. <<<Waki-gatame>>>
     - Kuzure-Kesa-Gatame. Uke dreht sich zu Tori. Tori gibt der Drehung nach und fixiert von unten her kommend Ukes langen Arm. Tori geht schräg nach vorn und belastet Ukes Oberarm. Der Hebel entsteht durch Drehung von Toris Oberkörper.
  2. <<<Gyaku-waki-gatame>>> 
     - Tori ist in Bankstelllung und Uke greift von vorn hinter Toris Arm. Tori klemmt den Arm ein und dreht sich unter Uke hervor. Bewegung schräg nach vorn.

- Kannuki-gatame 
  /den Arm mit den Unterarmen verriegeln und hebeln/

  1. Kannuki-gatame 
     - Ukes Arm von außen umschlingen. Die andere Hand drückt gegen Ukes Oberarm bzw. Bizeps.
     - Die Ursprungsform ist aus einem Abführgriff entstanden. Tori steht mit dem Rücken zum Partner und beide haben den Blick in die gleiche Richtung.
  2. Gyaku-kannuki-gatame 
     - Tori ist in der Bankstellung und Uke schiebt seinen Arm unter Toris Arm. Tori klemmt diesen über dem Ellenbogengelenk ein und dreh sich auf den Rücken. Ukes fixierten Arm mit Kannuki-gatame hebeln.
  3. Mune-kannuki-gatame 
     - in Mune-gatame Ukes Arm strecken und hebeln
  4. ? Kami-shiho-kannuki-gatame 
     - Kuzure-kami-shiho gatame den Arm strecken, der andere Arm fasst den Oberarm
  5. Ryo-kannuki-gatame 
     - beide Arme von außen umschlingen und in das eigene Revers fassen. Nah am eigenen Handgelenk fassen und Ukes Hüfte wegschieben.

- Ude-garami 
  /Ukes gebeugten Arm hebeln/

  1. <<<Ude-garami>>> 
     - aus der Bauchlage den gebeugten Arm schlüsseln.
  2. <<<Ashi-garami>>> 
     - "Hurenschlüssel"
  3. <<<Gyaku-ude-garami>>>
     - aus der eigenen Rückenlage Ukes Schulter fixieren und den Arm nach hinten schieben. Toris rechte Hand fasst Ukes linkes Handgelenk.
  4. <<<Kesa-garami>>>
     - Kesa-gatame und den Arm nach oben zum Garami unter das vordere Bein schieben
  5. <<<Waki-garami>>> 
     - Uke dreht sich zum Partner aus Kuzure-kesa-gatame 
     - den gebeugten Arm mit  Waki garami hebeln.
  6. <<<Gyaku-waki-garami>>>
     - Tori Bankstellung
     - Uke greift von vorne unter die Achsel, Tori fixiert den Arm und das Knie von Uke und schiebt sein bein diagonal nach vorne
  7. <<<Hara-garami>>> 
     - wie Hara Gatame, nur Uke Arm ist gebeugt.
  8. <<<Gyaku-hara-garami>>> 
     - Tori kniet neben Uke und umschlingt mit dem linken Arm Ukes linken Arm von innen. Er dreht sich dann nach außen und schlüsselt über den Bauch. 
     - Ukes Arm ist dabei gebeugt. Bei gestrecktem Arm wäre es Gyaku-hara-gatame


  #+Latex: \newpage
