script-4d.html

<div id="outline-container-org6a3b918" class="outline-4">
<h4 id="org6a3b918">Kansetsu-Waza (Hebeltechnik) [関節技] </h4>
<div class="outline-text-4" id="text-org6a3b918">
<p>
Man unterscheidet zwei Gruppen: 
</p>
<ul class="org-ul">
<li>Ude-hishigi-waza (Streckhebel)</li>
<li><a href="#org1b12983">Ude-garami</a>-waza (Beugehebel)</li>
</ul>


<ul class="org-ul">
<li>Juji-gatame (
<i>den <a href="#org7d73c34">zwischen den Beinen</a> befindlichen Arm über die Leistengegend hebeln</i>

<ol class="org-ol">
<li>Ude-hishigi-juji-gatame / Nami-juji-gatame
<ul class="org-ul">
<li>Übergang Stand-Boden: ein Bein vor dem Körper. Das andere Bein strecken, um den Spielraum zu reduzieren.</li>
</ul></li>
<li>Gyaku -juji-gatame 
<ul class="org-ul">
<li><a href="#org7d73c34">zwischen den Beinen</a>; Bein von außen über den Arm schwingen und in der Seiten oder <a href="#org82e3000">Bauchlage</a> hebeln</li>
</ul></li>
<li>Kami-juji-gatame 
<ul class="org-ul">
<li>Uke ist in <a href="#org27114b2">Bankstellung</a>. Tori greift von oben (Kami) an und arbeitet Juji-Gatame heraus.</li>
</ul></li>
<li>Yoko-juji-gatame
<ul class="org-ul">
<li><a href="#org7d73c34">zwischen den Beinen</a>; Ansatz wie Gyaku-Juji-Gatame und Uke lässt sich nicht drehen und legt sich auf den Bauch. Ukes Arm festhalten und heraus ziehen.</li>
</ul></li>
<li>Othen-gatame 
<ul class="org-ul">
<li>Uke in <a href="#org27114b2">Bankstellung</a>. Bein in den Arm einsteigen und als Schwungbein zum Rollen einsetzen. Bein liegt unter Ukes Kopf. Zum Hebeln das Bein über Ukes Kopf setzen.</li>
</ul></li>
</ol></li>

<li>Ude-gatame 
<i>mit beiden Händen auf Arm oder Ellenbogen drückend hebeln</i>

<ol class="org-ol">
<li>Ude gatame 
– Tori hält Mune Gatame und Uke versucht ihn wegzustoßen. Tori gibt dem Druck nach, richtet sich auf. Er stellt dabei ein Bein auf und winkelt es aus, um Platz zum hebeln zu schaffen. Er fasst mit beiden Händen Ukes Ellenbogengelenk und hebelt Ude-Gatame. 
<ul class="org-ul">
<li>Wichtig: Beide Hände greifen übereinander auf Ukes Ellenbogengelenk (je kleiner die Fläche, desto größer ist der Druck) und Tori drückt den Arm an sich heran.</li>
</ul></li>
<li>Gyaku-ude-gatame 
<ul class="org-ul">
<li><a href="#org7d73c34">zwischen den Beinen</a> und Tori stößt ein Bein von Uke weg, Uke fällt auf den Bauch, Tori hebelt mit Ude-gatame</li>
</ul></li>
<li>Hizi-maki-komi 
<ul class="org-ul">
<li>Hebel im Stand. Tori umschlingt Ukes linken ausgestreckten Arm mit seinem rechten Unterarm von außen. Toris linke Hand fast den gleichen Arm und drückt Uke nach unten zum Hebel. Uke wird solange geführt, bis er auf dem Bauch liegt.</li>
</ul></li>
<li>Kuzure-hizi-maki-komi 
<ul class="org-ul">
<li>Aus dem Stand Ansatz wie Hizi-maki-komi, wobei Tori sein Bein in Ukes Hüfte stützt und wegschiebt. Tori geht mit in die Bodenlagen.</li>
</ul></li>
<li>Mune-Gyaku 
<ul class="org-ul">
<li><a href="#org2925c67">Kuzure-Kesa-Gatame</a></li>
<li>Tori schwingt sein linkes Bein über Ukes Kopf. Die rechte Hand Toris rutscht zum Ellenbogengelenkt von Ukes linkem Arm hoch und drückt dann mit beiden Händen genau auf das Ellenbogengelenk  zum Ude-Gatame.</li>
</ul></li>
</ol></li>

<li>Ashi-gatame 
<i>mit Hilfe von Bein oder Knie hebeln</i>

<ol class="org-ol">
<li>Ashi-gatame 
<ul class="org-ul">
<li>Uke in <a href="#org27114b2">Bankstellung</a>. Tori greift mit der rechten Hand am Hals entlang zur Würge an, um Uke abzulenken. Dabei steigt Tori mit dem rechten Fuß von vorn in Ukes Arm und streckt in.</li>
</ul></li>
<li>Hiza-gatame 
<ul class="org-ul">
<li><a href="#org7d73c34">zwischen den Beinen</a>. Toris linke Hand greift Ukes rechten Arm in Höhe des Ellenbogens. Toris linkes Bein ist mit dem Fuß zwischen Ukes Beinen. Das Knie ist nach außen gedreht. Toris rechte Hand fasst das Revers. Toris rechtes Bein stößt Ukes linkes Bein weg, damit Uke nach vorn fällt. Tori dreht seine Hüfte nach links und drückt mit dem linken Bein auf Ukes Ellenbogengelenk und hebelt</li>
</ul></li>
<li>Kami-hiza-gatame 
<ul class="org-ul">
<li>Tori sitzt auf Uke und hebelt den Arm über das Knie.</li>
</ul></li>
<li>Yoko-hiza-gatame 
<ul class="org-ul">
<li>Uke liegt auf dem Rücken, Tori kniet an der rechten Seite. Toris rechtes Knie belastet Ukes Bauch und Ukes rechter Arm wird über den Oberschenkel gehebelt. Toris linke Hand blockiert Ukes rechte Schulter</li>
</ul></li>
<li>Ryo-hiza-gatame 
<ul class="org-ul">
<li>Tori sitzt auf Uke und hebelt beide Arme über je ein Knie.</li>
</ul></li>
<li>Kesa-ashi-gatame 
<ul class="org-ul">
<li>Kesa-Gatame und Uke fixierten Arm unter das Bein bringen und hebeln.</li>
</ul></li>
</ol></li>

<li><a href="#org2175b93">Hara-gatame</a> 
<i>mit dem Bauch oder der Körpervorderseite hebeln</i>

<ol class="org-ol">
<li><a id="org2175b93">Hara-gatame</a> 
<ul class="org-ul">
<li><a href="#org2925c67">Kuzure-Kesa-Gatame</a></li>
<li>Jiu-jitsu: Uke <a href="#org27114b2">Bankstellung</a> und den Arm über den Bauch hebeln</li>
</ul></li>
<li><a id="org33356f9">Gyaku-hara-gatame</a>
<ul class="org-ul">
<li><a href="#org7d73c34">zwischen den Beinen</a>, dann Uke umdrehen, Arm fixieren und in der eigenen Rückenlage über den Bauch hebeln. Arm und Bein helfen Uke zu blockieren. Dabei geht das übergeschlagene Bein zwischen Ukes Beine und hakelt Ukes Bein.</li>
</ul></li>
<li><a id="org9c5de2b">Kuzure-hara-gatame</a> 
<ul class="org-ul">
<li>aus Kuzure-gesa-gatame den Fuß über Uke Kopf bringen</li>
</ul></li>
</ol></li>

<li><a href="#org49d5f1e">Waki-gatame</a> 
<i>mit einer Körperseite oder der Achsel hebeln</i>

<ol class="org-ol">
<li><a id="org49d5f1e">Waki-gatame</a>
<ul class="org-ul">
<li><a href="#org2925c67">Kuzure-Kesa-Gatame</a>. Uke dreht sich zu Tori. Tori gibt der Drehung nach und fixiert von unten her kommend Ukes langen Arm. Tori geht schräg nach vorn und belastet Ukes Oberarm. Der Hebel entsteht durch Drehung von Toris Oberkörper.</li>
</ul></li>
<li><a id="org5e53179">Gyaku-waki-gatame</a> 
<ul class="org-ul">
<li>Tori ist in Bankstelllung und Uke greift von vorn hinter Toris Arm. Tori klemmt den Arm ein und dreht sich unter Uke hervor. Bewegung schräg nach vorn.</li>
</ul></li>
</ol></li>

<li>Kannuki-gatame 
<i>den Arm mit den Unterarmen verriegeln und hebeln</i>

<ol class="org-ol">
<li>Kannuki-gatame 
<ul class="org-ul">
<li>Ukes Arm von außen umschlingen. Die andere Hand drückt gegen Ukes Oberarm bzw. Bizeps.</li>
<li>Die Ursprungsform ist aus einem Abführgriff entstanden. Tori steht mit dem Rücken zum Partner und beide haben den Blick in die gleiche Richtung.</li>
</ul></li>
<li>Gyaku-kannuki-gatame 
<ul class="org-ul">
<li>Tori ist in der <a href="#org27114b2">Bankstellung</a> und Uke schiebt seinen Arm unter Toris Arm. Tori klemmt diesen über dem Ellenbogengelenk ein und dreh sich auf den Rücken. Ukes fixierten Arm mit Kannuki-gatame hebeln.</li>
</ul></li>
<li>Mune-kannuki-gatame 
<ul class="org-ul">
<li>in <a href="#org08a8bf2">Mune-gatame</a> Ukes Arm strecken und hebeln</li>
</ul></li>
<li>? Kami-shiho-kannuki-gatame 
<ul class="org-ul">
<li>Kuzure-kami-shiho gatame den Arm strecken, der andere Arm fasst den Oberarm</li>
</ul></li>
<li>Ryo-kannuki-gatame 
<ul class="org-ul">
<li>beide Arme von außen umschlingen und in das eigene Revers fassen. Nah am eigenen Handgelenk fassen und Ukes Hüfte wegschieben.</li>
</ul></li>
</ol></li>

<li><a href="#org1b12983">Ude-garami</a> 
<i>Ukes gebeugten Arm hebeln</i>

<ol class="org-ol">
<li><a id="org1b12983">Ude-garami</a> 
<ul class="org-ul">
<li>aus der <a href="#org82e3000">Bauchlage</a> den gebeugten Arm schlüsseln.</li>
</ul></li>
<li><a id="orgacbd4ca">Ashi-garami</a> 
<ul class="org-ul">
<li>&bdquo;Hurenschlüssel&ldquo;</li>
</ul></li>
<li><a id="orga512c2b">Gyaku-ude-garami</a>
<ul class="org-ul">
<li>aus der eigenen Rückenlage Ukes Schulter fixieren und den Arm nach hinten schieben. Toris rechte Hand fasst Ukes linkes Handgelenk.</li>
</ul></li>
<li><a id="org3a881af">Kesa-garami</a>
<ul class="org-ul">
<li>Kesa-gatame und den Arm nach oben zum Garami unter das vordere Bein schieben</li>
</ul></li>
<li><a id="org57aa474">Waki-garami</a> 
<ul class="org-ul">
<li>Uke dreht sich zum Partner aus <a href="#org2925c67">Kuzure-kesa-gatame</a></li>
<li>den gebeugten Arm mit  Waki garami hebeln.</li>
</ul></li>
<li><a id="org7fc7ee9">Gyaku-waki-garami</a>
<ul class="org-ul">
<li>Tori <a href="#org27114b2">Bankstellung</a></li>
<li>Uke greift von vorne unter die Achsel, Tori fixiert den Arm und das Knie von Uke und schiebt sein bein diagonal nach vorne</li>
</ul></li>
<li><a id="orge2ce3a4">Hara-garami</a> 
<ul class="org-ul">
<li>wie Hara Gatame, nur Uke Arm ist gebeugt.</li>
</ul></li>
<li><a id="orgf748e7b">Gyaku-hara-garami</a> 
<ul class="org-ul">
<li>Tori kniet neben Uke und umschlingt mit dem linken Arm Ukes linken Arm von innen. Er dreht sich dann nach außen und schlüsselt über den Bauch.</li>
<li>Ukes Arm ist dabei gebeugt. Bei gestrecktem Arm wäre es <a href="#org33356f9">Gyaku-hara-gatame</a></li>
</ul></li>
</ol></li>
</ul>
</div>
</div>
</div>
</div>
