script-4d.tex

\paragraph{Kansetsu-Waza (Hebeltechnik) [関節技] }
\label{sec:org8226ee3}
Man unterscheidet zwei Gruppen: 
\begin{itemize}
\item Ude-hishigi-waza (Streckhebel)
\item \hyperref[org1b248c7]{Ude-garami}-waza (Beugehebel)
\end{itemize}


\begin{itemize}
\item Juji-gatame (
\emph{den \hyperref[orga527e99]{zwischen den Beinen} befindlichen Arm über die Leistengegend hebeln}

\begin{enumerate}
\item Ude-hishigi-juji-gatame / Nami-juji-gatame
\begin{itemize}
\item Übergang Stand-Boden: ein Bein vor dem Körper. Das andere Bein strecken, um den Spielraum zu reduzieren.
\end{itemize}
\item Gyaku -juji-gatame 
\begin{itemize}
\item \hyperref[orga527e99]{zwischen den Beinen}; Bein von außen über den Arm schwingen und in der Seiten oder \hyperref[orgffa54d6]{Bauchlage} hebeln
\end{itemize}
\item Kami-juji-gatame 
\begin{itemize}
\item Uke ist in \hyperref[orgf95c5ab]{Bankstellung}. Tori greift von oben (Kami) an und arbeitet Juji-Gatame heraus.
\end{itemize}
\item Yoko-juji-gatame
\begin{itemize}
\item \hyperref[orga527e99]{zwischen den Beinen}; Ansatz wie Gyaku-Juji-Gatame und Uke lässt sich nicht drehen und legt sich auf den Bauch. Ukes Arm festhalten und heraus ziehen.
\end{itemize}
\item Othen-gatame 
\begin{itemize}
\item Uke in \hyperref[orgf95c5ab]{Bankstellung}. Bein in den Arm einsteigen und als Schwungbein zum Rollen einsetzen. Bein liegt unter Ukes Kopf. Zum Hebeln das Bein über Ukes Kopf setzen.
\end{itemize}
\end{enumerate}

\item Ude-gatame 
\emph{mit beiden Händen auf Arm oder Ellenbogen drückend hebeln}

\begin{enumerate}
\item Ude gatame 
– Tori hält Mune Gatame und Uke versucht ihn wegzustoßen. Tori gibt dem Druck nach, richtet sich auf. Er stellt dabei ein Bein auf und winkelt es aus, um Platz zum hebeln zu schaffen. Er fasst mit beiden Händen Ukes Ellenbogengelenk und hebelt Ude-Gatame. 
\begin{itemize}
\item Wichtig: Beide Hände greifen übereinander auf Ukes Ellenbogengelenk (je kleiner die Fläche, desto größer ist der Druck) und Tori drückt den Arm an sich heran.
\end{itemize}
\item Gyaku-ude-gatame 
\begin{itemize}
\item \hyperref[orga527e99]{zwischen den Beinen} und Tori stößt ein Bein von Uke weg, Uke fällt auf den Bauch, Tori hebelt mit Ude-gatame
\end{itemize}
\item Hizi-maki-komi 
\begin{itemize}
\item Hebel im Stand. Tori umschlingt Ukes linken ausgestreckten Arm mit seinem rechten Unterarm von außen. Toris linke Hand fast den gleichen Arm und drückt Uke nach unten zum Hebel. Uke wird solange geführt, bis er auf dem Bauch liegt.
\end{itemize}
\item Kuzure-hizi-maki-komi 
\begin{itemize}
\item Aus dem Stand Ansatz wie Hizi-maki-komi, wobei Tori sein Bein in Ukes Hüfte stützt und wegschiebt. Tori geht mit in die Bodenlagen.
\end{itemize}
\item Mune-Gyaku 
\begin{itemize}
\item \hyperref[orgc8ed1bd]{Kuzure-Kesa-Gatame}
\item Tori schwingt sein linkes Bein über Ukes Kopf. Die rechte Hand Toris rutscht zum Ellenbogengelenkt von Ukes linkem Arm hoch und drückt dann mit beiden Händen genau auf das Ellenbogengelenk  zum Ude-Gatame.
\end{itemize}
\end{enumerate}

\item Ashi-gatame 
\emph{mit Hilfe von Bein oder Knie hebeln}

\begin{enumerate}
\item Ashi-gatame 
\begin{itemize}
\item Uke in \hyperref[orgf95c5ab]{Bankstellung}. Tori greift mit der rechten Hand am Hals entlang zur Würge an, um Uke abzulenken. Dabei steigt Tori mit dem rechten Fuß von vorn in Ukes Arm und streckt in.
\end{itemize}
\item Hiza-gatame 
\begin{itemize}
\item \hyperref[orga527e99]{zwischen den Beinen}. Toris linke Hand greift Ukes rechten Arm in Höhe des Ellenbogens. Toris linkes Bein ist mit dem Fuß zwischen Ukes Beinen. Das Knie ist nach außen gedreht. Toris rechte Hand fasst das Revers. Toris rechtes Bein stößt Ukes linkes Bein weg, damit Uke nach vorn fällt. Tori dreht seine Hüfte nach links und drückt mit dem linken Bein auf Ukes Ellenbogengelenk und hebelt
\end{itemize}
\item Kami-hiza-gatame 
\begin{itemize}
\item Tori sitzt auf Uke und hebelt den Arm über das Knie.
\end{itemize}
\item Yoko-hiza-gatame 
\begin{itemize}
\item Uke liegt auf dem Rücken, Tori kniet an der rechten Seite. Toris rechtes Knie belastet Ukes Bauch und Ukes rechter Arm wird über den Oberschenkel gehebelt. Toris linke Hand blockiert Ukes rechte Schulter
\end{itemize}
\item Ryo-hiza-gatame 
\begin{itemize}
\item Tori sitzt auf Uke und hebelt beide Arme über je ein Knie.
\end{itemize}
\item Kesa-ashi-gatame 
\begin{itemize}
\item Kesa-Gatame und Uke fixierten Arm unter das Bein bringen und hebeln.
\end{itemize}
\end{enumerate}

\item \hyperref[orgb4dedb6]{Hara-gatame} 
\emph{mit dem Bauch oder der Körpervorderseite hebeln}

\begin{enumerate}
\item \label{orgb4dedb6}Hara-gatame 
\begin{itemize}
\item \hyperref[orgc8ed1bd]{Kuzure-Kesa-Gatame}
\item Jiu-jitsu: Uke \hyperref[orgf95c5ab]{Bankstellung} und den Arm über den Bauch hebeln
\end{itemize}
\item \label{org2e6da0d}Gyaku-hara-gatame
\begin{itemize}
\item \hyperref[orga527e99]{zwischen den Beinen}, dann Uke umdrehen, Arm fixieren und in der eigenen Rückenlage über den Bauch hebeln. Arm und Bein helfen Uke zu blockieren. Dabei geht das übergeschlagene Bein zwischen Ukes Beine und hakelt Ukes Bein.
\end{itemize}
\item \label{orga903aeb}Kuzure-hara-gatame 
\begin{itemize}
\item aus Kuzure-gesa-gatame den Fuß über Uke Kopf bringen
\end{itemize}
\end{enumerate}

\item \hyperref[orgdf10e51]{Waki-gatame} 
\emph{mit einer Körperseite oder der Achsel hebeln}

\begin{enumerate}
\item \label{orgdf10e51}Waki-gatame
\begin{itemize}
\item \hyperref[orgc8ed1bd]{Kuzure-Kesa-Gatame}. Uke dreht sich zu Tori. Tori gibt der Drehung nach und fixiert von unten her kommend Ukes langen Arm. Tori geht schräg nach vorn und belastet Ukes Oberarm. Der Hebel entsteht durch Drehung von Toris Oberkörper.
\end{itemize}
\item \label{orga96f692}Gyaku-waki-gatame 
\begin{itemize}
\item Tori ist in Bankstelllung und Uke greift von vorn hinter Toris Arm. Tori klemmt den Arm ein und dreht sich unter Uke hervor. Bewegung schräg nach vorn.
\end{itemize}
\end{enumerate}

\item Kannuki-gatame 
\emph{den Arm mit den Unterarmen verriegeln und hebeln}

\begin{enumerate}
\item Kannuki-gatame 
\begin{itemize}
\item Ukes Arm von außen umschlingen. Die andere Hand drückt gegen Ukes Oberarm bzw. Bizeps.
\item Die Ursprungsform ist aus einem Abführgriff entstanden. Tori steht mit dem Rücken zum Partner und beide haben den Blick in die gleiche Richtung.
\end{itemize}
\item Gyaku-kannuki-gatame 
\begin{itemize}
\item Tori ist in der \hyperref[orgf95c5ab]{Bankstellung} und Uke schiebt seinen Arm unter Toris Arm. Tori klemmt diesen über dem Ellenbogengelenk ein und dreh sich auf den Rücken. Ukes fixierten Arm mit Kannuki-gatame hebeln.
\end{itemize}
\item Mune-kannuki-gatame 
\begin{itemize}
\item in \hyperref[org064c91f]{Mune-gatame} Ukes Arm strecken und hebeln
\end{itemize}
\item ? Kami-shiho-kannuki-gatame 
\begin{itemize}
\item Kuzure-kami-shiho gatame den Arm strecken, der andere Arm fasst den Oberarm
\end{itemize}
\item Ryo-kannuki-gatame 
\begin{itemize}
\item beide Arme von außen umschlingen und in das eigene Revers fassen. Nah am eigenen Handgelenk fassen und Ukes Hüfte wegschieben.
\end{itemize}
\end{enumerate}

\item \hyperref[org1b248c7]{Ude-garami} 
\emph{Ukes gebeugten Arm hebeln}

\begin{enumerate}
\item \label{org1b248c7}Ude-garami 
\begin{itemize}
\item aus der \hyperref[orgffa54d6]{Bauchlage} den gebeugten Arm schlüsseln.
\end{itemize}
\item \label{org1fbee98}Ashi-garami 
\begin{itemize}
\item "`Hurenschlüssel"'
\end{itemize}
\item \label{orgff818ef}Gyaku-ude-garami
\begin{itemize}
\item aus der eigenen Rückenlage Ukes Schulter fixieren und den Arm nach hinten schieben. Toris rechte Hand fasst Ukes linkes Handgelenk.
\end{itemize}
\item \label{org7487385}Kesa-garami
\begin{itemize}
\item Kesa-gatame und den Arm nach oben zum Garami unter das vordere Bein schieben
\end{itemize}
\item \label{orgb8769d9}Waki-garami 
\begin{itemize}
\item Uke dreht sich zum Partner aus \hyperref[orgc8ed1bd]{Kuzure-kesa-gatame}
\item den gebeugten Arm mit  Waki garami hebeln.
\end{itemize}
\item \label{org6ef2e15}Gyaku-waki-garami
\begin{itemize}
\item Tori \hyperref[orgf95c5ab]{Bankstellung}
\item Uke greift von vorne unter die Achsel, Tori fixiert den Arm und das Knie von Uke und schiebt sein bein diagonal nach vorne
\end{itemize}
\item \label{org7cdb499}Hara-garami 
\begin{itemize}
\item wie Hara Gatame, nur Uke Arm ist gebeugt.
\end{itemize}
\item \label{org8e46dd3}Gyaku-hara-garami 
\begin{itemize}
\item Tori kniet neben Uke und umschlingt mit dem linken Arm Ukes linken Arm von innen. Er dreht sich dann nach außen und schlüsselt über den Bauch.
\item Ukes Arm ist dabei gebeugt. Bei gestrecktem Arm wäre es \hyperref[org2e6da0d]{Gyaku-hara-gatame}
\end{itemize}
\end{enumerate}
\end{itemize}


\newpage
