script-4d.html
<div id="outline-container-org82072bf" class="outline-2">
<h2 id="org82072bf">Standtechnik </h2>
<div class="outline-text-2" id="text-org82072bf">
</div>

<div id="outline-container-org3517f90" class="outline-3">
<h3 id="org3517f90">Übersicht</h3>
<div class="outline-text-3" id="text-org3517f90">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Prinzip</th>
<th scope="col" class="org-left">Wurf</th>
<th scope="col" class="org-left">Variante</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Fegen</td>
<td class="org-left">Okuri-ashi-barai</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Nachstellschritt</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">De-ashi-barai</td>
<td class="org-left">Vorwärtsbewegung</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Tsubame-gaeshi</td>
</tr>

<tr>
<td class="org-left">Sicheln</td>
<td class="org-left">Ko-uchi-gari</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">(Keiji Suzuki)<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">O-soto-gari</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Gegenwurf O-soto-gari</td>
</tr>

<tr>
<td class="org-left">Einhängen</td>
<td class="org-left">Ko-soto-gake</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Nidan-ko-soto-gake (Gegenwurf O-soto-gari)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ko-uchi-gake</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">Blockieren</td>
<td class="org-left">Hiza-guruma</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Gegenwurf Hiza-Guruma</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ashi-guruma</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kawaishi-Eingang</td>
</tr>

<tr>
<td class="org-left">Verwringen</td>
<td class="org-left">Harai-goshi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kombi Uki-goshi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Uchi-mata</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kombi O-uchi-gari</td>
</tr>

<tr>
<td class="org-left">Eindrehen</td>
<td class="org-left">Ippon-seoi-nage</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Finte Ko-uchi-barai</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">O-goshi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Tsuri-komi-goshi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sode-tsuri-komi-goshi</td>
</tr>

<tr>
<td class="org-left">Einrollen</td>
<td class="org-left">Soto-maki-komi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kombi Harai-goshi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ko-uchi-maki-komi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kombi Ipon-seoi-nage</td>
</tr>

<tr>
<td class="org-left">Ausheben</td>
<td class="org-left">Utsuri-goshi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ura-nage</td>
<td class="org-left">Gegenwurf Harai-goshi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sukui-nage</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Gegenwurf Harai-goshi (Te-guruma)</td>
</tr>

<tr>
<td class="org-left">Selbstfallen</td>
<td class="org-left">Tomoe-nage</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Yoko-tomoe-nage</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sumi-gaeshi</td>
<td class="org-left">Standard</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Kombi Uchi-mata + Yok-sumi-gaeshi<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgb881dd0" class="outline-3">
<h3 id="orgb881dd0">Fegen (Barai) </h3>
<div class="outline-text-3" id="text-orgb881dd0">
<p>
Ukes sich bewegendes Bein wird in Bewegungsrichtung weitergeleitet, gefegt. 
Der Wurfansatz erfolgt <i>in dem Moment, in dem Ukes Bein gerade abhebt bzw. aufgesetzt wird</i>. 
Das Bein ist noch/schon belastet, aber die Reibung zwischen Fußsohle und Unterstützungsfläche ist schon/noch gering.
</p>
</div>

<div id="outline-container-org4828bc9" class="outline-4">
<h4 id="org4828bc9">Okuri-ashi-barai </h4>
<div class="outline-text-4" id="text-org4828bc9">
<ul class="org-ul">
<li>Standard
<ul class="org-ul">
<li>Ausgangsposition ist Kenka-yotsu. Tori leitet aktiv die Bewegung von Uke ein. Er macht mit seinem rechten Bein einen Schritt zurück und zieht gleichzeitig mit der rechten Hand (Tai-sabaki). Tori leitet eine <i>Halbkreisbewegung</i> ein, der Uke folgt. Uke setzt sein linkes Bein vor und zieht sein rechtes nach. Diese Bewegung nutzt Tori aus und fegt Ukes rechtes Bein mit seinem linken Fuß während Uke es nachzieht mit Okuri-ashi-barai.</li>
</ul></li>
<li>Nachstellschritt
<ul class="org-ul">
<li>Tori und Uke bewegen sich gleichzeitig im Nachstellschritt. Diese Bewegung wird von Tori ausgenutzt, der einen Schritt zur rechten Seite macht und Okuri-ashi-barai wirft.</li>
</ul></li>
</ul>
</div>
</div>
