script-4d.tex
\section{Standtechnik }
\label{sec:org740c962}
\subsection{Übersicht}
\label{sec:org5b02f4c}
\begin{center}
\begin{tabular}{lll}
Prinzip & Wurf & Variante\\
\hline
Fegen & Okuri-ashi-barai & Standard\\
 &  & Nachstellschritt\\
 & De-ashi-barai & Vorwärtsbewegung\\
 &  & Tsubame-gaeshi\\
Sicheln & Ko-uchi-gari & Standard\\
 &  & (Keiji Suzuki)\footnotemark\\
 & O-soto-gari & Standard\\
 &  & Gegenwurf O-soto-gari\\
Einhängen & Ko-soto-gake & Standard\\
 &  & Nidan-ko-soto-gake (Gegenwurf O-soto-gari)\\
 & Ko-uchi-gake & Standard\\
Blockieren & Hiza-guruma & Standard\\
 &  & Gegenwurf Hiza-Guruma\\
 & Ashi-guruma & Standard\\
 &  & Kawaishi-Eingang\\
Verwringen & Harai-goshi & Standard\\
 &  & Kombi Uki-goshi\\
 & Uchi-mata & Standard\\
 &  & Kombi O-uchi-gari\\
Eindrehen & Ippon-seoi-nage & Standard\\
 &  & Finte Ko-uchi-barai\\
 & O-goshi & Standard\\
 & Tsuri-komi-goshi & Standard\\
 &  & Sode-tsuri-komi-goshi\\
Einrollen & Soto-maki-komi & Standard\\
 &  & Kombi Harai-goshi\\
 & Ko-uchi-maki-komi & Standard\\
 &  & Kombi Ipon-seoi-nage\\
Ausheben & Utsuri-goshi & Standard\\
 & Ura-nage & Gegenwurf Harai-goshi\\
 & Sukui-nage & Standard\\
 &  & Gegenwurf Harai-goshi (Te-guruma)\\
Selbstfallen & Tomoe-nage & Standard\\
 &  & Yoko-tomoe-nage\\
 & Sumi-gaeshi & Standard\\
 &  & Kombi Uchi-mata + Yok-sumi-gaeshi\footnotemark\\
\end{tabular}
\end{center}\footnotetext[1]{\label{org032f469}Keiji Suzuki (JP), Olympiasieger 2004, Weltmeister 2003 und 2005}\footnotetext[2]{\label{org5dec345}Linke Hand an Ukes linkem Ärmel, rechte Hand auf Ukes Rücken in Höhe der Schulterblatter.}

\subsection{Fegen (Barai) }
\label{sec:org66294c9}
Ukes sich bewegendes Bein wird in Bewegungsrichtung weitergeleitet, gefegt. 
Der Wurfansatz erfolgt \emph{in dem Moment, in dem Ukes Bein gerade abhebt bzw. aufgesetzt wird}. 
Das Bein ist noch/schon belastet, aber die Reibung zwischen Fußsohle und Unterstützungsfläche ist schon/noch gering.

\paragraph{Okuri-ashi-barai }
\label{sec:org65463c9}
\begin{itemize}
\item Standard
\begin{itemize}
\item Ausgangsposition ist Kenka-yotsu. Tori leitet aktiv die Bewegung von Uke ein. Er macht mit seinem rechten Bein einen Schritt zurück und zieht gleichzeitig mit der rechten Hand (Tai-sabaki). Tori leitet eine \emph{Halbkreisbewegung} ein, der Uke folgt. Uke setzt sein linkes Bein vor und zieht sein rechtes nach. Diese Bewegung nutzt Tori aus und fegt Ukes rechtes Bein mit seinem linken Fuß während Uke es nachzieht mit Okuri-ashi-barai.
\end{itemize}
\item Nachstellschritt
\begin{itemize}
\item Tori und Uke bewegen sich gleichzeitig im Nachstellschritt. Diese Bewegung wird von Tori ausgenutzt, der einen Schritt zur rechten Seite macht und Okuri-ashi-barai wirft.
\end{itemize}
\end{itemize}
