script-4d.org
*** DONE De-ashi-barai [0/0]
    CLOSED: [2018-09-23 Sun 16:17]

- Vorwärtsbewegung
  - Uke ist in der Rückwärtsbewegung und kurz nachdem Uke sein linkes Bein entlastet hat, fegt es Tori mit seinem rechten Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.
- Tsubame-gaeshi
  - Uke ist in der Vorwärtsbewegung und greift Tori mit De-ashi-barai (links) an. Tori weicht der Bewegung mit dem linken Unterschenkel aus und fegt selbst Uke mit seinem linken Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.
- Finte Ko-uchi-gari
  - Antäuschen von Ko-uchi-gari. Direkter Schritt mit dem rechten Fuß zur Seite und Fegen des rechten Fußes von Uke, welches leicht vorgeschoben ist.

** DONE Sicheln (Gari) [2/2]
   CLOSED: [2018-11-19 Mon 23:24]

Ukes Stützpunkt, ein stehendes, belastetes Bein in Richtung von dessen Zehen mit der Beinrückseite oder der Fußsohle wegreißen, sicheln.

*** DONE Ko-uchi-gari [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Keiji Suzuki
  - Das Bein wird in Richtung von Toris rechtem Bein gesichelt.

*** DONE O-soto-gari [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Gegenwurf O-soto-gari (O-soto-gaeshi)

** DONE Einhängen (Gake) [2/2]
   CLOSED: [2018-11-19 Mon 23:25]

Tori hängt ein Bein blockierend hinter Ukes stehendes und belastetes Bein ein und drückt bzw. schiebt ihn über diese Blockade hinweg.

*** DONE Ko-soto-gake [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Kombi O-soto-gari (Nidan-ko-soto-gake)

*** DONE Ko-uchi-gake [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard

** DONE Blockieren/Stoppen [2/2]
   CLOSED: [2018-11-19 Mon 23:25]

Ukes vorwärts kommendes oder stehendes Bein wird unterhalb des Körperschwerpunktes mit der Fußsohle oder der Beininnenseite blockiert oder gestoppt. Gleichzeitig wird er oberhalb seines Schwerpunktes über diese Blockade gezogen.

*** DONE Hiza-guruma [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Gegenwurf Hiza-guruma

*** DONE Ashi-guruma [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Kawaishi-Eingang

** DONE Verwringen/Rotieren lassen [2/2]
   CLOSED: [2018-11-19 Mon 23:25]

Tori stellt mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch eine starke Verwringung (gleichzeitige Rotation um die Körperquer- und längsachse) im Oberkörper, verbunden mit einer Kopfdrehung und Armzug wird Uke geworfen.

*** DONE Harai-goshi [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Kombi Uki-goshi

*** DONE Uchi-mata [0/0]
    CLOSED: [2018-11-19 Mon 23:25]

- Standard
- Kombi O-uchi-gari

** DONE Eindrehen [3/3]
   CLOSED: [2018-11-19 Mon 23:25]

Tori stellt durch Platzwechsel und eine Drehbewegung im Oberkörper Seite-Bauch-Kontakt oder Rücken-Bauch-Kontakt zu Uke her. Mit diesem Kontakt wird durch Armzug, Weiterdrehen oder Ausheben geworfen.

*** DONE Ippon-seoi-nage [0/0]
    CLOSED: [2018-11-19 Mon 23:27]

- Standard
- Finte Ko-uchi-barai

*** DONE O-goshi [0/0]
    CLOSED: [2018-11-19 Mon 23:27]

- Standard

*** DONE Tsuri-komi-goshi
    CLOSED: [2018-11-19 Mon 23:28]

- Standard
- Sode-tsuri-komi-goshi

** DONE Einrollen (Maki-komi) [3/3]
   CLOSED: [2018-11-19 Mon 23:25]

Tori rollt sich um einen Arm oder ein Bein ein (Maki-komi) und überträgt durch weiterrollen die Kraft auf Uke.

*** DONE Soto-maki-komi [0/0]
    CLOSED: [2018-11-19 Mon 23:29]

- Standard
- Kombi Harai-goshi

*** DONE Ko-uchi-maki-komi [0/0]
    CLOSED: [2018-11-19 Mon 23:29]

- Standard
- Ippon-seoi-nage

*** DONE Uchi-maki-komi
    CLOSED: [2018-11-19 Mon 23:29]

- Standard

** DONE Ausheben [3/3]
   CLOSED: [2018-11-19 Mon 23:25]

Tori stellt bei gebeugten Beinen mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch Beinstreckung, Hüfteinsatz und Armzug wird Uke ausgehoben und geworfen.

*** DONE Sukui-nage [0/0]
    CLOSED: [2018-11-19 Mon 23:30]

- Te-guruma
- Gegenwurf Uchi-mata (Te-guruma)

*** DONE Utsuri-goshi [0/0]
    CLOSED: [2018-11-19 Mon 23:30]

- Standard

*** DONE Ura-nage [0/0]
    CLOSED: [2018-11-19 Mon 23:30]

- Gegenwurf Harai-goshi

