script-4d.html

<div id="outline-container-org1c5773d" class="outline-4">
<h4 id="org1c5773d">De-ashi-barai </h4>
<div class="outline-text-4" id="text-org1c5773d">
<ul class="org-ul">
<li>Vorwärtsbewegung
<ul class="org-ul">
<li>Uke ist in der Rückwärtsbewegung und kurz nachdem Uke sein linkes Bein entlastet hat, fegt es Tori mit seinem rechten Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.</li>
</ul></li>
<li>Tsubame-gaeshi
<ul class="org-ul">
<li>Uke ist in der Vorwärtsbewegung und greift Tori mit De-ashi-barai (links) an. Tori weicht der Bewegung mit dem linken Unterschenkel aus und fegt selbst Uke mit seinem linken Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.</li>
</ul></li>
<li>Finte Ko-uchi-gari
<ul class="org-ul">
<li>Antäuschen von Ko-uchi-gari. Direkter Schritt mit dem rechten Fuß zur Seite und Fegen des rechten Fußes von Uke, welches leicht vorgeschoben ist.</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org72fc03d" class="outline-3">
<h3 id="org72fc03d">Sicheln (Gari) </h3>
<div class="outline-text-3" id="text-org72fc03d">
<p>
Ukes Stützpunkt, ein stehendes, belastetes Bein in Richtung von dessen Zehen mit der Beinrückseite oder der Fußsohle wegreißen, sicheln.
</p>
</div>

<div id="outline-container-org3a28cc5" class="outline-4">
<h4 id="org3a28cc5">Ko-uchi-gari </h4>
<div class="outline-text-4" id="text-org3a28cc5">
<ul class="org-ul">
<li>Standard</li>
<li>Keiji Suzuki
<ul class="org-ul">
<li>Das Bein wird in Richtung von Toris rechtem Bein gesichelt.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orge8db9a4" class="outline-4">
<h4 id="orge8db9a4">O-soto-gari </h4>
<div class="outline-text-4" id="text-orge8db9a4">
<ul class="org-ul">
<li>Standard</li>
<li>Gegenwurf O-soto-gari (O-soto-gaeshi)</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org71ea71f" class="outline-3">
<h3 id="org71ea71f">Einhängen (Gake) </h3>
<div class="outline-text-3" id="text-org71ea71f">
<p>
Tori hängt ein Bein blockierend hinter Ukes stehendes und belastetes Bein ein und drückt bzw. schiebt ihn über diese Blockade hinweg.
</p>
</div>

<div id="outline-container-org9d24cfa" class="outline-4">
<h4 id="org9d24cfa">Ko-soto-gake </h4>
<div class="outline-text-4" id="text-org9d24cfa">
<ul class="org-ul">
<li>Standard</li>
<li>Kombi O-soto-gari (Nidan-ko-soto-gake)</li>
</ul>
</div>
</div>

<div id="outline-container-org7e8daa2" class="outline-4">
<h4 id="org7e8daa2">Ko-uchi-gake </h4>
<div class="outline-text-4" id="text-org7e8daa2">
<ul class="org-ul">
<li>Standard</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf17a000" class="outline-3">
<h3 id="orgf17a000">Blockieren/Stoppen </h3>
<div class="outline-text-3" id="text-orgf17a000">
<p>
Ukes vorwärts kommendes oder stehendes Bein wird unterhalb des Körperschwerpunktes mit der Fußsohle oder der Beininnenseite blockiert oder gestoppt. Gleichzeitig wird er oberhalb seines Schwerpunktes über diese Blockade gezogen.
</p>
</div>

<div id="outline-container-orgbe81d08" class="outline-4">
<h4 id="orgbe81d08">Hiza-guruma </h4>
<div class="outline-text-4" id="text-orgbe81d08">
<ul class="org-ul">
<li>Standard</li>
<li>Gegenwurf Hiza-guruma</li>
</ul>
</div>
</div>

<div id="outline-container-org1026bd1" class="outline-4">
<h4 id="org1026bd1">Ashi-guruma </h4>
<div class="outline-text-4" id="text-org1026bd1">
<ul class="org-ul">
<li>Standard</li>
<li>Kawaishi-Eingang</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org4e63d7c" class="outline-3">
<h3 id="org4e63d7c">Verwringen/Rotieren lassen </h3>
<div class="outline-text-3" id="text-org4e63d7c">
<p>
Tori stellt mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch eine starke Verwringung (gleichzeitige Rotation um die Körperquer- und längsachse) im Oberkörper, verbunden mit einer Kopfdrehung und Armzug wird Uke geworfen.
</p>
</div>

<div id="outline-container-org5a29fc8" class="outline-4">
<h4 id="org5a29fc8">Harai-goshi </h4>
<div class="outline-text-4" id="text-org5a29fc8">
<ul class="org-ul">
<li>Standard</li>
<li>Kombi Uki-goshi</li>
</ul>
</div>
</div>

<div id="outline-container-org3164c82" class="outline-4">
<h4 id="org3164c82">Uchi-mata </h4>
<div class="outline-text-4" id="text-org3164c82">
<ul class="org-ul">
<li>Standard</li>
<li>Kombi O-uchi-gari</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org6b12929" class="outline-3">
<h3 id="org6b12929">Eindrehen </h3>
<div class="outline-text-3" id="text-org6b12929">
<p>
Tori stellt durch Platzwechsel und eine Drehbewegung im Oberkörper Seite-Bauch-Kontakt oder Rücken-Bauch-Kontakt zu Uke her. Mit diesem Kontakt wird durch Armzug, Weiterdrehen oder Ausheben geworfen.
</p>
</div>

<div id="outline-container-orgd16fc2b" class="outline-4">
<h4 id="orgd16fc2b">Ippon-seoi-nage </h4>
<div class="outline-text-4" id="text-orgd16fc2b">
<ul class="org-ul">
<li>Standard</li>
<li>Finte Ko-uchi-barai</li>
</ul>
</div>
</div>

<div id="outline-container-org5ff049e" class="outline-4">
<h4 id="org5ff049e">O-goshi </h4>
<div class="outline-text-4" id="text-org5ff049e">
<ul class="org-ul">
<li>Standard</li>
</ul>
</div>
</div>

<div id="outline-container-orgcf14646" class="outline-4">
<h4 id="orgcf14646">Tsuri-komi-goshi</h4>
<div class="outline-text-4" id="text-orgcf14646">
<ul class="org-ul">
<li>Standard</li>
<li>Sode-tsuri-komi-goshi</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org42b4b2d" class="outline-3">
<h3 id="org42b4b2d">Einrollen (Maki-komi) </h3>
<div class="outline-text-3" id="text-org42b4b2d">
<p>
Tori rollt sich um einen Arm oder ein Bein ein (Maki-komi) und überträgt durch weiterrollen die Kraft auf Uke.
</p>
</div>

<div id="outline-container-org19995ea" class="outline-4">
<h4 id="org19995ea">Soto-maki-komi </h4>
<div class="outline-text-4" id="text-org19995ea">
<ul class="org-ul">
<li>Standard</li>
<li>Kombi Harai-goshi</li>
</ul>
</div>
</div>

<div id="outline-container-org8fd5817" class="outline-4">
<h4 id="org8fd5817">Ko-uchi-maki-komi </h4>
<div class="outline-text-4" id="text-org8fd5817">
<ul class="org-ul">
<li>Standard</li>
<li>Ippon-seoi-nage</li>
</ul>
</div>
</div>

<div id="outline-container-org3fd02cf" class="outline-4">
<h4 id="org3fd02cf">Uchi-maki-komi</h4>
<div class="outline-text-4" id="text-org3fd02cf">
<ul class="org-ul">
<li>Standard</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org9cbd07c" class="outline-3">
<h3 id="org9cbd07c">Ausheben </h3>
<div class="outline-text-3" id="text-org9cbd07c">
<p>
Tori stellt bei gebeugten Beinen mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch Beinstreckung, Hüfteinsatz und Armzug wird Uke ausgehoben und geworfen.
</p>
</div>

<div id="outline-container-org52f3372" class="outline-4">
<h4 id="org52f3372">Sukui-nage </h4>
<div class="outline-text-4" id="text-org52f3372">
<ul class="org-ul">
<li>Te-guruma</li>
<li>Gegenwurf Uchi-mata (Te-guruma)</li>
</ul>
</div>
</div>
