script-4d.tex

\paragraph{De-ashi-barai }
\label{sec:org196df67}
\begin{itemize}
\item Vorwärtsbewegung
\begin{itemize}
\item Uke ist in der Rückwärtsbewegung und kurz nachdem Uke sein linkes Bein entlastet hat, fegt es Tori mit seinem rechten Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.
\end{itemize}
\item Tsubame-gaeshi
\begin{itemize}
\item Uke ist in der Vorwärtsbewegung und greift Tori mit De-ashi-barai (links) an. Tori weicht der Bewegung mit dem linken Unterschenkel aus und fegt selbst Uke mit seinem linken Fuß weg. Tori Armzug beschreibt eine Kreisbewegung – rechte Hand nach unten und linke Hand nach rechts zur Seite. Dadurch wird Ukes Gleichgewicht vollständig gebrochen und geworfen.
\end{itemize}
\item Finte Ko-uchi-gari
\begin{itemize}
\item Antäuschen von Ko-uchi-gari. Direkter Schritt mit dem rechten Fuß zur Seite und Fegen des rechten Fußes von Uke, welches leicht vorgeschoben ist.
\end{itemize}
\end{itemize}

\subsection{Sicheln (Gari) }
\label{sec:org64e8f12}
Ukes Stützpunkt, ein stehendes, belastetes Bein in Richtung von dessen Zehen mit der Beinrückseite oder der Fußsohle wegreißen, sicheln.

\paragraph{Ko-uchi-gari }
\label{sec:orgbc74aa9}
\begin{itemize}
\item Standard
\item Keiji Suzuki
\begin{itemize}
\item Das Bein wird in Richtung von Toris rechtem Bein gesichelt.
\end{itemize}
\end{itemize}

\paragraph{O-soto-gari }
\label{sec:org7a48e59}
\begin{itemize}
\item Standard
\item Gegenwurf O-soto-gari (O-soto-gaeshi)
\end{itemize}

\subsection{Einhängen (Gake) }
\label{sec:org60ceabf}
Tori hängt ein Bein blockierend hinter Ukes stehendes und belastetes Bein ein und drückt bzw. schiebt ihn über diese Blockade hinweg.

\paragraph{Ko-soto-gake }
\label{sec:org0b81b8d}
\begin{itemize}
\item Standard
\item Kombi O-soto-gari (Nidan-ko-soto-gake)
\end{itemize}

\paragraph{Ko-uchi-gake }
\label{sec:org46edc21}
\begin{itemize}
\item Standard
\end{itemize}

\subsection{Blockieren/Stoppen }
\label{sec:org0354d93}
Ukes vorwärts kommendes oder stehendes Bein wird unterhalb des Körperschwerpunktes mit der Fußsohle oder der Beininnenseite blockiert oder gestoppt. Gleichzeitig wird er oberhalb seines Schwerpunktes über diese Blockade gezogen.

\paragraph{Hiza-guruma }
\label{sec:org81d697d}
\begin{itemize}
\item Standard
\item Gegenwurf Hiza-guruma
\end{itemize}

\paragraph{Ashi-guruma }
\label{sec:org407cf5d}
\begin{itemize}
\item Standard
\item Kawaishi-Eingang
\end{itemize}

\subsection{Verwringen/Rotieren lassen }
\label{sec:org2170965}
Tori stellt mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch eine starke Verwringung (gleichzeitige Rotation um die Körperquer- und längsachse) im Oberkörper, verbunden mit einer Kopfdrehung und Armzug wird Uke geworfen.

\paragraph{Harai-goshi }
\label{sec:orge3f8ff7}
\begin{itemize}
\item Standard
\item Kombi Uki-goshi
\end{itemize}

\paragraph{Uchi-mata }
\label{sec:org7adacfb}
\begin{itemize}
\item Standard
\item Kombi O-uchi-gari
\end{itemize}

\subsection{Eindrehen }
\label{sec:org0386b3b}
Tori stellt durch Platzwechsel und eine Drehbewegung im Oberkörper Seite-Bauch-Kontakt oder Rücken-Bauch-Kontakt zu Uke her. Mit diesem Kontakt wird durch Armzug, Weiterdrehen oder Ausheben geworfen.

\paragraph{Ippon-seoi-nage }
\label{sec:org2ec5dd7}
\begin{itemize}
\item Standard
\item Finte Ko-uchi-barai
\end{itemize}

\paragraph{O-goshi }
\label{sec:org19e5df3}
\begin{itemize}
\item Standard
\end{itemize}

\paragraph{Tsuri-komi-goshi}
\label{sec:orgb2bd55e}
\begin{itemize}
\item Standard
\item Sode-tsuri-komi-goshi
\end{itemize}

\subsection{Einrollen (Maki-komi) }
\label{sec:org3aad375}
Tori rollt sich um einen Arm oder ein Bein ein (Maki-komi) und überträgt durch weiterrollen die Kraft auf Uke.

\paragraph{Soto-maki-komi }
\label{sec:orgca1d336}
\begin{itemize}
\item Standard
\item Kombi Harai-goshi
\end{itemize}

\paragraph{Ko-uchi-maki-komi }
\label{sec:org2ca90b9}
\begin{itemize}
\item Standard
\item Ippon-seoi-nage
\end{itemize}

\paragraph{Uchi-maki-komi}
\label{sec:org23784e0}
\begin{itemize}
\item Standard
\end{itemize}

\subsection{Ausheben }
\label{sec:org71ad940}
Tori stellt bei gebeugten Beinen mit seiner Hüfte Kontakt zu Ukes Rumpf her. Durch Beinstreckung, Hüfteinsatz und Armzug wird Uke ausgehoben und geworfen.

\paragraph{Sukui-nage }
\label{sec:orgb2d7e0a}
\begin{itemize}
\item Te-guruma
\item Gegenwurf Uchi-mata (Te-guruma)
\end{itemize}
