script-4d.org
** DONE Selbstfallen/Opfern (Sutemi) [2/2]
   CLOSED: [2018-11-19 Mon 23:25]

Tori gibt sein Gleichgewicht auf, lässt sich fallen. Unter Ausnutzung der so entstandenen Energie wird Uke mit Armzug zum Teil auch Beineinsatz geworfen.

*** DONE Tomoe-nage [0/0]
    CLOSED: [2018-11-19 Mon 23:30]

- Standard
- Yoko-tomoe-nage

*** DONE Sumi-gaeshi [0/0]
    CLOSED: [2018-11-19 Mon 23:31]

- Standard (Sumi-gaeshi)
- Kombi Uchi-mata (Yoko-sumi-gaeshi)

#+Latex: \newpage
* TODO Bodentechnik [6/6]
