script-4d.html

<div id="outline-container-orgbe02e69" class="outline-4">
<h4 id="orgbe02e69">Utsuri-goshi </h4>
<div class="outline-text-4" id="text-orgbe02e69">
<ul class="org-ul">
<li>Standard</li>
</ul>
</div>
</div>

<div id="outline-container-org6f35382" class="outline-4">
<h4 id="org6f35382">Ura-nage </h4>
<div class="outline-text-4" id="text-org6f35382">
<ul class="org-ul">
<li>Gegenwurf Harai-goshi</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge1fbe89" class="outline-3">
<h3 id="orge1fbe89">Selbstfallen/Opfern (Sutemi) </h3>
<div class="outline-text-3" id="text-orge1fbe89">
<p>
Tori gibt sein Gleichgewicht auf, lässt sich fallen. Unter Ausnutzung der so entstandenen Energie wird Uke mit Armzug zum Teil auch Beineinsatz geworfen.
</p>
</div>

<div id="outline-container-org98e9a24" class="outline-4">
<h4 id="org98e9a24">Tomoe-nage </h4>
<div class="outline-text-4" id="text-org98e9a24">
<ul class="org-ul">
<li>Standard</li>
<li>Yoko-tomoe-nage</li>
</ul>
</div>
</div>

<div id="outline-container-orga9b164c" class="outline-4">
<h4 id="orga9b164c">Sumi-gaeshi </h4>
<div class="outline-text-4" id="text-orga9b164c">
<ul class="org-ul">
<li>Standard (Sumi-gaeshi)</li>
<li>Kombi Uchi-mata (Yoko-sumi-gaeshi)</li>
</ul>
</div>
</div>
</div>
</div>
