script-4d.tex

\paragraph{Utsuri-goshi }
\label{sec:org10b50d5}
\begin{itemize}
\item Standard
\end{itemize}

\paragraph{Ura-nage }
\label{sec:orgad03cef}
\begin{itemize}
\item Gegenwurf Harai-goshi
\end{itemize}

\subsection{Selbstfallen/Opfern (Sutemi) }
\label{sec:orgdfab464}
Tori gibt sein Gleichgewicht auf, lässt sich fallen. Unter Ausnutzung der so entstandenen Energie wird Uke mit Armzug zum Teil auch Beineinsatz geworfen.

\paragraph{Tomoe-nage }
\label{sec:org1276541}
\begin{itemize}
\item Standard
\item Yoko-tomoe-nage
\end{itemize}

\paragraph{Sumi-gaeshi }
\label{sec:orga8b0d20}
\begin{itemize}
\item Standard (Sumi-gaeshi)
\item Kombi Uchi-mata (Yoko-sumi-gaeshi)
\end{itemize}

\newpage
