script-4d.org
** DONE Übersicht
   CLOSED: [2018-09-17 Mon 23:15]

| Situation[fn:verteidigung] |   | Position | Verhalten/Technik                                    |              |
|----------------------------+---+----------+------------------------------------------------------+--------------|
| Bauchlage                  | V | vorn     | Aufstehen                                            | \ast         |
|                            |   | seitlich | Einigeln                                             | \ast         |
|                            |   | oben     | Angriff provozieren (wechselseitig Arm/Bein anziehen | \ast\ast     |
|                            | A | oben     | Sankaku-juji-gatame                                  | \ast\ast     |
|                            |   |          | Hadaka-jime (einspannen)                             | **           |
|                            |   |          | Ushiro-kesa-gatame (durch überrollen)                | \ast\ast\ast |
|                            |   | seitlich | Herumreißen                                          | *            |
|                            |   |          | Koshi-jime (Krüger-Würge)                            | **           |
|                            |   |          | Sode-kuruma-jime                                     | \ast\ast\ast |
|                            |   | vorn     | Sankaku-gatame                                       | **           |
|----------------------------+---+----------+------------------------------------------------------+--------------|
| Bankstellung               | V | vorn     | Aufstehen                                            | *            |
|                            |   |          | Waki-gatame                                          | \ast\ast\ast |
|                            |   | seitlich | Ura-gatame (Arm-Rolle)                               | **           |
|                            | A | oben     | Kami-shiho-gatame (beide Revers, umreißen)           | **           |
|                            |   |          | Juji-gatame                                          | **           |
|                            |   | seitlich | Kesa-gatame (beide Arme wegreißen)                   | *            |
|                            |   |          | Umdrehen (Nelson-Ringertechnik)                      | *            |
|                            |   |          | Okuri-eri-jime (/Schlinge/)                          | **           |
|                            |   |          | Gyaku-juji-jime (/Drehwürge/)                        | **           |
|                            |   |          | Ashi-gatame                                          | **           |
|                            |   | vorn     | (Sankaku-gatame)                                     | **           |
|                            |   |          | Hiza-gatame (Huizinga-Rolle)[fn:huizinga]            | \ast\ast\ast |
|----------------------------+---+----------+------------------------------------------------------+--------------|
| Zwischen den Beinen        | V |          | Durchsteigen                                         | *            |
|                            |   |          | Umdrehen                                             | *            |
|                            | A |          | /Schere/                                             | **           |
|                            |   |          | Juji-gatame (Hüfte verdrehen)                        | **           |
|                            |   |          | Sankaku-gatame (Uke greift unter Knie)               | **           |
|                            |   |          | (Ude-gatame)                                         | \ast\ast\ast |
|----------------------------+---+----------+------------------------------------------------------+--------------|
| Beinklammer                | V |          | Partner drehen                                       | *            |
|                            | A |          | Kata-gatame                                          | **           |
|                            |   |          | Ushiro-kesa-gatame (Kashiwazaki)                     | \ast\ast\ast |

[fn:verteidigung] Verteidigung (V), Angriff (A)
[fn:huizinga] Mark Huizinga (NL), Olympiasieger 2000


#+Latex: \newpage
** DONE Grundsätzliches Verhalten am Boden
   CLOSED: [2018-09-16 Sun 16:32]

1. den Gegner kontrollieren (belasten, fixieren) 
   - Zuerst Kontrolle, dann Technik herausarbeiten
   - den Gegner im Blick haben
2. Minimale Angrifsmöglichkeiten bieten
   - Hals kurz
   - Arme kurz (keine ausgestreckten Arme), d.h. die Ellenbogen liegen am Körper an
3. Nutzen von physikalischen Gestezen
   - langer Hebel besser als kurzer
   - die Füße werden zu Händen
   - der Rumpf wird zum Arm

