script-4d.html
<div id="outline-container-orgd3e405c" class="outline-2">
<h2 id="orgd3e405c">Bodentechnik </h2>
<div class="outline-text-2" id="text-orgd3e405c">
</div>
<div id="outline-container-orgdebfe89" class="outline-3">
<h3 id="orgdebfe89">Übersicht</h3>
<div class="outline-text-3" id="text-orgdebfe89">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Situation<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup></th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Position</th>
<th scope="col" class="org-left">Verhalten/Technik</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="#org82e3000">Bauchlage</a></td>
<td class="org-left">V</td>
<td class="org-left">vorn</td>
<td class="org-left">Aufstehen</td>
<td class="org-left">&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">seitlich</td>
<td class="org-left">Einigeln</td>
<td class="org-left">&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">oben</td>
<td class="org-left">Angriff provozieren (wechselseitig Arm/Bein anziehen</td>
<td class="org-left">&lowast;&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">A</td>
<td class="org-left">oben</td>
<td class="org-left">Sankaku-juji-gatame</td>
<td class="org-left">&lowast;&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Hadaka-jime (einspannen)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ushiro-kesa-gatame (durch überrollen)</td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">seitlich</td>
<td class="org-left">Herumreißen</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Koshi-jime (Krüger-Würge)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sode-kuruma-jime</td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">vorn</td>
<td class="org-left">Sankaku-gatame</td>
<td class="org-left">**</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><a href="#org27114b2">Bankstellung</a></td>
<td class="org-left">V</td>
<td class="org-left">vorn</td>
<td class="org-left">Aufstehen</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#org49d5f1e">Waki-gatame</a></td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">seitlich</td>
<td class="org-left"><a href="#org5fa54fa">Ura-gatame</a> (Arm-Rolle)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">A</td>
<td class="org-left">oben</td>
<td class="org-left"><a href="#orgdb360d4">Kami-shiho-gatame</a> (beide Revers, umreißen)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Juji-gatame</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">seitlich</td>
<td class="org-left">Kesa-gatame (beide Arme wegreißen)</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Umdrehen (Nelson-Ringertechnik)</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Okuri-eri-jime (<i>Schlinge</i>)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Gyaku-juji-jime (<i>Drehwürge</i>)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ashi-gatame</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">vorn</td>
<td class="org-left">(Sankaku-gatame)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Hiza-gatame (Huizinga-Rolle)<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup></td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><a href="#org7d73c34">Zwischen den Beinen</a></td>
<td class="org-left">V</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Durchsteigen</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Umdrehen</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">A</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><i>Schere</i></td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Juji-gatame (Hüfte verdrehen)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Sankaku-gatame (Uke greift unter Knie)</td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">(Ude-gatame)</td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><a href="#org91af224">Beinklammer</a></td>
<td class="org-left">V</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Partner drehen</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">A</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#orge665fc0">Kata-gatame</a></td>
<td class="org-left">**</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ushiro-kesa-gatame (Kashiwazaki)</td>
<td class="org-left">&lowast;&lowast;&lowast;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-org2111491" class="outline-3">
<h3 id="org2111491">Grundsätzliches Verhalten am Boden</h3>
<div class="outline-text-3" id="text-org2111491">
<ol class="org-ol">
<li>den Gegner kontrollieren (belasten, fixieren) 
<ul class="org-ul">
<li>Zuerst Kontrolle, dann Technik herausarbeiten</li>
<li>den Gegner im Blick haben</li>
</ul></li>
<li>Minimale Angrifsmöglichkeiten bieten
<ul class="org-ul">
<li>Hals kurz</li>
<li>Arme kurz (keine ausgestreckten Arme), d.h. die Ellenbogen liegen am Körper an</li>
</ul></li>
<li>Nutzen von physikalischen Gestezen
<ul class="org-ul">
<li>langer Hebel besser als kurzer</li>
<li>die Füße werden zu Händen</li>
<li>der Rumpf wird zum Arm</li>
</ul></li>
</ol>
</div>
