script-4d.tex
\section{Bodentechnik }
\label{sec:org8164732}
\subsection{Übersicht}
\label{sec:org5b6b705}
\begin{center}
\begin{tabular}{lllll}
Situation\footnotemark &  & Position & Verhalten/Technik & \\
\hline
\hyperref[orgffa54d6]{Bauchlage} & V & vorn & Aufstehen & \(\ast\)\\
 &  & seitlich & Einigeln & \(\ast\)\\
 &  & oben & Angriff provozieren (wechselseitig Arm/Bein anziehen & \(\ast \ast\)\\
 & A & oben & Sankaku-juji-gatame & \(\ast \ast\)\\
 &  &  & Hadaka-jime (einspannen) & **\\
 &  &  & Ushiro-kesa-gatame (durch überrollen) & \(\ast \ast \ast\)\\
 &  & seitlich & Herumreißen & *\\
 &  &  & Koshi-jime (Krüger-Würge) & **\\
 &  &  & Sode-kuruma-jime & \(\ast \ast \ast\)\\
 &  & vorn & Sankaku-gatame & **\\
\hline
\hyperref[orgf95c5ab]{Bankstellung} & V & vorn & Aufstehen & *\\
 &  &  & \hyperref[orgdf10e51]{Waki-gatame} & \(\ast \ast \ast\)\\
 &  & seitlich & \hyperref[org129be2a]{Ura-gatame} (Arm-Rolle) & **\\
 & A & oben & \hyperref[orgc5066bb]{Kami-shiho-gatame} (beide Revers, umreißen) & **\\
 &  &  & Juji-gatame & **\\
 &  & seitlich & Kesa-gatame (beide Arme wegreißen) & *\\
 &  &  & Umdrehen (Nelson-Ringertechnik) & *\\
 &  &  & Okuri-eri-jime (\emph{Schlinge}) & **\\
 &  &  & Gyaku-juji-jime (\emph{Drehwürge}) & **\\
 &  &  & Ashi-gatame & **\\
 &  & vorn & (Sankaku-gatame) & **\\
 &  &  & Hiza-gatame (Huizinga-Rolle)\footnotemark & \(\ast \ast \ast\)\\
\hline
\hyperref[orga527e99]{Zwischen den Beinen} & V &  & Durchsteigen & *\\
 &  &  & Umdrehen & *\\
 & A &  & \emph{Schere} & **\\
 &  &  & Juji-gatame (Hüfte verdrehen) & **\\
 &  &  & Sankaku-gatame (Uke greift unter Knie) & **\\
 &  &  & (Ude-gatame) & \(\ast \ast \ast\)\\
\hline
\hyperref[org2aa82f8]{Beinklammer} & V &  & Partner drehen & *\\
 & A &  & \hyperref[org52b0dc1]{Kata-gatame} & **\\
 &  &  & Ushiro-kesa-gatame (Kashiwazaki) & \(\ast \ast \ast\)\\
\end{tabular}
\end{center}\footnotetext[3]{\label{org5abca22}Verteidigung (V), Angriff (A)}\footnotetext[4]{\label{orge394628}Mark Huizinga (NL), Olympiasieger 2000}

\newpage
\subsection{Grundsätzliches Verhalten am Boden}
\label{sec:org60b4cc0}
\begin{enumerate}
\item den Gegner kontrollieren (belasten, fixieren) 
\begin{itemize}
\item Zuerst Kontrolle, dann Technik herausarbeiten
\item den Gegner im Blick haben
\end{itemize}
\item Minimale Angrifsmöglichkeiten bieten
\begin{itemize}
\item Hals kurz
\item Arme kurz (keine ausgestreckten Arme), d.h. die Ellenbogen liegen am Körper an
\end{itemize}
\item Nutzen von physikalischen Gestezen
\begin{itemize}
\item langer Hebel besser als kurzer
\item die Füße werden zu Händen
\item der Rumpf wird zum Arm
\end{itemize}
\end{enumerate}
