script-4d.org
*** DONE Angriff
    CLOSED: [2018-09-16 Sun 16:37]

Bei allen Angriffen ist darauf zu achten, dass es Uke nicht gelingen kann aufzustehen. 
Er muss fixiert werden. Sonst wird der Bodenkampf unterbrochen und der Angriff kann nicht zu Ende geführt werden.
Erst den Partner sicher fixieren bzw. unter Kontrolle haben, bevor die Zieltechnik erarbeitet und vollendet wird.

Man sollte sich ein Angriffsportfolio aufbauen. Der Partner kann auf einen Angriff in verschiedenen Varianten reagieren. Für jede Reaktion sollte mindestens eine Folgetechnik im Repertoire sein. Hier auch die Empfehlung, viele Bodenrandori mit unterschiedlichen Partnern zu absolvieren. Dabei zeigen sich oft neue Reaktionen auf, für die man sich eine Technik erarbeiten kann. Dadurch kann das eigene Portfolio kontinuierlich erweitert werden. 

*** DONE Verteidigung
    CLOSED: [2018-09-16 Sun 16:33]

Die Verteidigung hat zwei Punkte. 
1. Eigene Sicherheit herstellen, 
2. Angriffsposition herausarbeiten. 
Ziel ist es, sich aus der Verteidigungsposition in die Angriffsposition zu bringen. 
Wird das vom Partner verhindert, dann den Partner in seiner Bewegungsfreiheit eingrenzen und kontrollieren.

** DONE <<<Bauchlage>>> [2/2]
   CLOSED: [2018-09-17 Mon 23:15]

*** DONE Angriff
    CLOSED: [2018-09-17 Mon 23:15]

+ von oben
  1. Sankaku-juji-gatame (Kashiwazaki--Hebeltechniken S. 32)
  2. Ude-hijigi-juji-gatame (Kashiwazaki--Hebeltechniken S. 27)
  3. Hadaka-jime (Kashiwazaki--Shime-waza S. 58)
  4. Rollen in Ushiro-kesa-gatame (Komlock S. 104)
     - linker Arm fasst durch die linke Achsel von Uke ins eigene Revers
     - Drehung um 180 Grad unter Kontrolle von Ukes Schultern
     - Kopf gegen Hüfte und rechte Hand in Uke Hose am Knie
     - überrollen 
+ von der Seite
  1. Koshi-jime (Krüger-Würge)
  2. Sode-kuruma-jime (Kashiwazaki-Komuro-2 S. 86)
     - linkes Bein klammert, linker Arm greift durch Uke auf seine rechte Schulter, rechter Arm kontrolliert die Hüfte
     - Griff ins eigene rechte Revers
+ Von vorn
  1. Sankaku-gatame

*** DONE Verteidigung
    CLOSED: [2018-09-16 Sun 21:40]

+ Flach auf den Bodenlegen (passiv)
  - wenig Angriffsflächen bieten
  - Arme, besonders Ellenbogen eng an den Körper legen
  - Hals einziehen
  - die Hände über Kreuz die Angriffe am Hals abwehren
+ Auf einer Seite Arm und das Knie anziehen
  - Angriffsfläche der anderen Körperseite ist dadurch stark reduziert
  - der Partner wird provoziert die geöffnete Seite anzugreifen
  - ein Wechsel der Seite, anziehen von Arm und Knie, zerstört den gestarteten Angriff des Partners
  - ein Wechsel kann nur solange erfolgen, wie uns der Partner nicht fixiert hat
+ Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
  - festhalten des angreifenden Arms bzw. Hand
  - fixieren des Beines
  - fixieren der Hüfte durch seitliches Rollen
+ Den Partner zwischen die Beine nehmen
  - sich aus dem Partner herausdrehen und ihn zwischen die Beine nehmen, dadurch ist die Kontrolle hergestellt
+ In die Bankstellung wechseln
  - mit dem Positionswechsel den Angriff des Partners zerstören
+ Aufstehen 
  - solange der Partner einen nicht fixiert hat, versuchen aufzustehen

** DONE <<<Bankstellung>>> [2/2]
   CLOSED: [2018-09-17 Mon 22:22]

*** DONE Angriff
    CLOSED: [2018-09-17 Mon 22:22]

+ von oben
  1. Sankaku-juji-gatame
  2. Ude-hijigi-juji-gatame
  3. Kami-shiho-gatame
     - Mit beiden Händen von hinten unter den Achselhöhlen des Partners in das jeweilige Reverse fassen
     - Zur Seite rollen und mit den Beinen den Partner wegstoßen
+ von der Seite
  1. einen misslungenen Ippon-seoi-nage von Uke mit Okuri-eri-jime (Schlinge) beenden
  2. Gyaku-juji-jime (Drehwürge)
  3. Ude-hishigi-ashi-gatame
  4. Kesa-Gatame
     - Beide Arme des Partners umfassen und zu sich ziehen
     - Partner fällt auf die Seite
     - Kontrolle des Zugarms und Partner fixieren
+ von vorn
  1. Sankaku-gatame
  2. Hiza-gatame (Huizinga-Rolle)
     - Einsteigen in Ukes rechten Arm von vorne, Drehung um 180 Grad, parallel zu Uke
     - Durchfassen in Ukes rechtes Knie
     - Durchschwingen

