script-4d.html

<div id="outline-container-orgba9e64e" class="outline-4">
<h4 id="orgba9e64e">Angriff</h4>
<div class="outline-text-4" id="text-orgba9e64e">
<p>
Bei allen Angriffen ist darauf zu achten, dass es Uke nicht gelingen kann aufzustehen. 
Er muss fixiert werden. Sonst wird der Bodenkampf unterbrochen und der Angriff kann nicht zu Ende geführt werden.
Erst den Partner sicher fixieren bzw. unter Kontrolle haben, bevor die Zieltechnik erarbeitet und vollendet wird.
</p>

<p>
Man sollte sich ein Angriffsportfolio aufbauen. Der Partner kann auf einen Angriff in verschiedenen Varianten reagieren. Für jede Reaktion sollte mindestens eine Folgetechnik im Repertoire sein. Hier auch die Empfehlung, viele Bodenrandori mit unterschiedlichen Partnern zu absolvieren. Dabei zeigen sich oft neue Reaktionen auf, für die man sich eine Technik erarbeiten kann. Dadurch kann das eigene Portfolio kontinuierlich erweitert werden. 
</p>
</div>
</div>

<div id="outline-container-org0b84ed6" class="outline-4">
<h4 id="org0b84ed6">Verteidigung</h4>
<div class="outline-text-4" id="text-org0b84ed6">
<p>
Die Verteidigung hat zwei Punkte. 
</p>
<ol class="org-ol">
<li>Eigene Sicherheit herstellen,</li>
<li>Angriffsposition herausarbeiten.</li>
</ol>
<p>
Ziel ist es, sich aus der Verteidigungsposition in die Angriffsposition zu bringen. 
Wird das vom Partner verhindert, dann den Partner in seiner Bewegungsfreiheit eingrenzen und kontrollieren.
</p>
</div>
</div>
</div>

<div id="outline-container-org95ef597" class="outline-3">
<h3 id="org95ef597"><a id="org82e3000">Bauchlage</a> </h3>
<div class="outline-text-3" id="text-org95ef597">
</div>

<div id="outline-container-org126cd04" class="outline-4">
<h4 id="org126cd04">Angriff</h4>
<div class="outline-text-4" id="text-org126cd04">
<ul class="org-ul">
<li>von oben
<ol class="org-ol">
<li>Sankaku-juji-gatame (Kashiwazaki&#x2013;Hebeltechniken S. 32)</li>
<li>Ude-hijigi-juji-gatame (Kashiwazaki&#x2013;Hebeltechniken S. 27)</li>
<li>Hadaka-jime (Kashiwazaki&#x2013;Shime-waza S. 58)</li>
<li>Rollen in Ushiro-kesa-gatame (Komlock S. 104)
<ul class="org-ul">
<li>linker Arm fasst durch die linke Achsel von Uke ins eigene Revers</li>
<li>Drehung um 180 Grad unter Kontrolle von Ukes Schultern</li>
<li>Kopf gegen Hüfte und rechte Hand in Uke Hose am Knie</li>
<li>überrollen</li>
</ul></li>
</ol></li>
<li>von der Seite
<ol class="org-ol">
<li>Koshi-jime (Krüger-Würge)</li>
<li>Sode-kuruma-jime (Kashiwazaki-Komuro-2 S. 86)
<ul class="org-ul">
<li>linkes Bein klammert, linker Arm greift durch Uke auf seine rechte Schulter, rechter Arm kontrolliert die Hüfte</li>
<li>Griff ins eigene rechte Revers</li>
</ul></li>
</ol></li>
<li>Von vorn
<ol class="org-ol">
<li>Sankaku-gatame</li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-orgf208840" class="outline-4">
<h4 id="orgf208840">Verteidigung</h4>
<div class="outline-text-4" id="text-orgf208840">
<ul class="org-ul">
<li>Flach auf den Bodenlegen (passiv)
<ul class="org-ul">
<li>wenig Angriffsflächen bieten</li>
<li>Arme, besonders Ellenbogen eng an den Körper legen</li>
<li>Hals einziehen</li>
<li>die Hände über Kreuz die Angriffe am Hals abwehren</li>
</ul></li>
<li>Auf einer Seite Arm und das Knie anziehen
<ul class="org-ul">
<li>Angriffsfläche der anderen Körperseite ist dadurch stark reduziert</li>
<li>der Partner wird provoziert die geöffnete Seite anzugreifen</li>
<li>ein Wechsel der Seite, anziehen von Arm und Knie, zerstört den gestarteten Angriff des Partners</li>
<li>ein Wechsel kann nur solange erfolgen, wie uns der Partner nicht fixiert hat</li>
</ul></li>
<li>Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
<ul class="org-ul">
<li>festhalten des angreifenden Arms bzw. Hand</li>
<li>fixieren des Beines</li>
<li>fixieren der Hüfte durch seitliches Rollen</li>
</ul></li>
<li>Den Partner zwischen die Beine nehmen
<ul class="org-ul">
<li>sich aus dem Partner herausdrehen und ihn zwischen die Beine nehmen, dadurch ist die Kontrolle hergestellt</li>
</ul></li>
<li>In die <a href="#org27114b2">Bankstellung</a> wechseln
<ul class="org-ul">
<li>mit dem Positionswechsel den Angriff des Partners zerstören</li>
</ul></li>
<li>Aufstehen 
<ul class="org-ul">
<li>solange der Partner einen nicht fixiert hat, versuchen aufzustehen</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgaf5195e" class="outline-3">
<h3 id="orgaf5195e"><a id="org27114b2">Bankstellung</a> </h3>
<div class="outline-text-3" id="text-orgaf5195e">
</div>

<div id="outline-container-org90fcab1" class="outline-4">
<h4 id="org90fcab1">Angriff</h4>
<div class="outline-text-4" id="text-org90fcab1">
<ul class="org-ul">
<li>von oben
<ol class="org-ol">
<li>Sankaku-juji-gatame</li>
<li>Ude-hijigi-juji-gatame</li>
<li><a href="#orgdb360d4">Kami-shiho-gatame</a>
<ul class="org-ul">
<li>Mit beiden Händen von hinten unter den Achselhöhlen des Partners in das jeweilige Reverse fassen</li>
<li>Zur Seite rollen und mit den Beinen den Partner wegstoßen</li>
</ul></li>
</ol></li>
<li>von der Seite
<ol class="org-ol">
<li>einen misslungenen Ippon-seoi-nage von Uke mit Okuri-eri-jime (Schlinge) beenden</li>
<li>Gyaku-juji-jime (Drehwürge)</li>
<li>Ude-hishigi-ashi-gatame</li>
<li>Kesa-Gatame
<ul class="org-ul">
<li>Beide Arme des Partners umfassen und zu sich ziehen</li>
<li>Partner fällt auf die Seite</li>
<li>Kontrolle des Zugarms und Partner fixieren</li>
</ul></li>
</ol></li>
<li>von vorn
<ol class="org-ol">
<li>Sankaku-gatame</li>
<li>Hiza-gatame (Huizinga-Rolle)
<ul class="org-ul">
<li>Einsteigen in Ukes rechten Arm von vorne, Drehung um 180 Grad, parallel zu Uke</li>
<li>Durchfassen in Ukes rechtes Knie</li>
<li>Durchschwingen</li>
</ul></li>
</ol></li>
</ul>
</div>
</div>
