script-4d.tex

\paragraph{Angriff}
\label{sec:org974ff43}
Bei allen Angriffen ist darauf zu achten, dass es Uke nicht gelingen kann aufzustehen. 
Er muss fixiert werden. Sonst wird der Bodenkampf unterbrochen und der Angriff kann nicht zu Ende geführt werden.
Erst den Partner sicher fixieren bzw. unter Kontrolle haben, bevor die Zieltechnik erarbeitet und vollendet wird.

Man sollte sich ein Angriffsportfolio aufbauen. Der Partner kann auf einen Angriff in verschiedenen Varianten reagieren. Für jede Reaktion sollte mindestens eine Folgetechnik im Repertoire sein. Hier auch die Empfehlung, viele Bodenrandori mit unterschiedlichen Partnern zu absolvieren. Dabei zeigen sich oft neue Reaktionen auf, für die man sich eine Technik erarbeiten kann. Dadurch kann das eigene Portfolio kontinuierlich erweitert werden. 

\paragraph{Verteidigung}
\label{sec:orge950e44}
Die Verteidigung hat zwei Punkte. 
\begin{enumerate}
\item Eigene Sicherheit herstellen,
\item Angriffsposition herausarbeiten.
\end{enumerate}
Ziel ist es, sich aus der Verteidigungsposition in die Angriffsposition zu bringen. 
Wird das vom Partner verhindert, dann den Partner in seiner Bewegungsfreiheit eingrenzen und kontrollieren.

\subsection{\label{orgffa54d6}Bauchlage }
\label{sec:org73a8d3f}
\paragraph{Angriff}
\label{sec:org998fcd5}
\begin{itemize}
\item von oben
\begin{enumerate}
\item Sankaku-juji-gatame (Kashiwazaki--Hebeltechniken S. 32)
\item Ude-hijigi-juji-gatame (Kashiwazaki--Hebeltechniken S. 27)
\item Hadaka-jime (Kashiwazaki--Shime-waza S. 58)
\item Rollen in Ushiro-kesa-gatame (Komlock S. 104)
\begin{itemize}
\item linker Arm fasst durch die linke Achsel von Uke ins eigene Revers
\item Drehung um 180 Grad unter Kontrolle von Ukes Schultern
\item Kopf gegen Hüfte und rechte Hand in Uke Hose am Knie
\item überrollen
\end{itemize}
\end{enumerate}
\item von der Seite
\begin{enumerate}
\item Koshi-jime (Krüger-Würge)
\item Sode-kuruma-jime (Kashiwazaki-Komuro-2 S. 86)
\begin{itemize}
\item linkes Bein klammert, linker Arm greift durch Uke auf seine rechte Schulter, rechter Arm kontrolliert die Hüfte
\item Griff ins eigene rechte Revers
\end{itemize}
\end{enumerate}
\item Von vorn
\begin{enumerate}
\item Sankaku-gatame
\end{enumerate}
\end{itemize}

\paragraph{Verteidigung}
\label{sec:orga20c5ae}
\begin{itemize}
\item Flach auf den Bodenlegen (passiv)
\begin{itemize}
\item wenig Angriffsflächen bieten
\item Arme, besonders Ellenbogen eng an den Körper legen
\item Hals einziehen
\item die Hände über Kreuz die Angriffe am Hals abwehren
\end{itemize}
\item Auf einer Seite Arm und das Knie anziehen
\begin{itemize}
\item Angriffsfläche der anderen Körperseite ist dadurch stark reduziert
\item der Partner wird provoziert die geöffnete Seite anzugreifen
\item ein Wechsel der Seite, anziehen von Arm und Knie, zerstört den gestarteten Angriff des Partners
\item ein Wechsel kann nur solange erfolgen, wie uns der Partner nicht fixiert hat
\end{itemize}
\item Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
\begin{itemize}
\item festhalten des angreifenden Arms bzw. Hand
\item fixieren des Beines
\item fixieren der Hüfte durch seitliches Rollen
\end{itemize}
\item Den Partner zwischen die Beine nehmen
\begin{itemize}
\item sich aus dem Partner herausdrehen und ihn zwischen die Beine nehmen, dadurch ist die Kontrolle hergestellt
\end{itemize}
\item In die \hyperref[orgf95c5ab]{Bankstellung} wechseln
\begin{itemize}
\item mit dem Positionswechsel den Angriff des Partners zerstören
\end{itemize}
\item Aufstehen 
\begin{itemize}
\item solange der Partner einen nicht fixiert hat, versuchen aufzustehen
\end{itemize}
\end{itemize}

\subsection{\label{orgf95c5ab}Bankstellung }
\label{sec:org2baf978}
\paragraph{Angriff}
\label{sec:org4d4603b}
\begin{itemize}
\item von oben
\begin{enumerate}
\item Sankaku-juji-gatame
\item Ude-hijigi-juji-gatame
\item \hyperref[orgc5066bb]{Kami-shiho-gatame}
\begin{itemize}
\item Mit beiden Händen von hinten unter den Achselhöhlen des Partners in das jeweilige Reverse fassen
\item Zur Seite rollen und mit den Beinen den Partner wegstoßen
\end{itemize}
\end{enumerate}
\item von der Seite
\begin{enumerate}
\item einen misslungenen Ippon-seoi-nage von Uke mit Okuri-eri-jime (Schlinge) beenden
\item Gyaku-juji-jime (Drehwürge)
\item Ude-hishigi-ashi-gatame
\item Kesa-Gatame
\begin{itemize}
\item Beide Arme des Partners umfassen und zu sich ziehen
\item Partner fällt auf die Seite
\item Kontrolle des Zugarms und Partner fixieren
\end{itemize}
\end{enumerate}
\item von vorn
\begin{enumerate}
\item Sankaku-gatame
\item Hiza-gatame (Huizinga-Rolle)
\begin{itemize}
\item Einsteigen in Ukes rechten Arm von vorne, Drehung um 180 Grad, parallel zu Uke
\item Durchfassen in Ukes rechtes Knie
\item Durchschwingen
\end{itemize}
\end{enumerate}
\end{itemize}
