script-4d.org
*** DONE Verteidigung
    CLOSED: [2018-09-16 Sun 22:05]

+ Tori greift unter dem Arm durch
  1. von der Seite: Ura-Gatame (Gurke)
     - Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren
     - Zur Seite rollen und mit der anderen Hand ein Bein ergreifen (am besten innen)
     - Spannung durch Druck mit dem Ellenbogen aufbauen
  2. von vorn: Waki-gatame (Kashiwazaki--Hebeltechniken S. 46)
     - Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren
     - Fixieren des Beines am Knie mit diagonalem Arm
     - Durchsteigen und hebeln
+ Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
  - Festhalten des angreifenden Arms bzw. Hand
  - fixieren des Beines
  - fixieren der Hüfte durch zur Seite rollen
+ Den Partner zwischen die Beine nehmen
  - Zur Seite drehen und den Partner kontrolliert zwischen die Beine führen
+ Aufstehen
  - Beine grätschen und sich in den Grätschwinkelstand drücken

** DONE <<<Zwischen den Beinen>>> [2/2]
   CLOSED: [2018-09-17 Mon 22:36]

*** DONE Angriff
    CLOSED: [2018-09-17 Mon 22:36]

+ Ude-hishigi-juji-gatame
  - Schulter fixieren, quer zum Partner drehen und umkippen
+ Ude-hishigi-juji-gatame
  - Schulter fixieren
  - Bein überschwingen und durchrollen
+ Sankaku-gatame
  - Uke greift unters Knie
  - Schulter fixieren, Arm lang strecken
+ Ude-hijigi-hiza-gatame (Kashiwazaki--Hebeltechniken S. 42)
  - wie eben, aber Uke wendet sich nach links
  - Bein überrollen, sodass Kopf Richtung Beine zeigt
+ Ude-gatame (Kashiwazaki--Hebeltechniken S. 43) 
+ Ryote-juji-gatame
+ Sode-guruma-jime (Ärmelradwürge)

*** DONE Verteidigung 
    CLOSED: [2018-09-16 Sun 22:03]

+ Aus dem Angreifer zurückziehen und Ellenbogen hinter den Oberschenkeln des Angreifers
  - mit den Ellenbogen die Oberschenkel auseinander drücken und mit den Knie zuerst durchsteigen
  - ein Arm geht von außen um das Bein und fasst im Reverse. Das eingeschlossene Bein wird mithilfe des eignen Oberkörpers zum Kopf des Partners gedrückt
+ Hose des Partners in Höhe Fußgelenke fassen, eng zusammenführen und auf die Matte drücken und fixieren. Außen am Partner vorbei gehen
+ Ansatz von Daki-age (Ausheber), um den Angriff zu unterbrechen

** DONE <<<Beinklammer>>> [2/2]
   CLOSED: [2018-09-16 Sun 22:53]

*** DONE Angriff (Befreiung aus Beinklammer)
    CLOSED: [2018-09-16 Sun 22:53]

1. Ushiro-Kesa-Gatame
   - Fixieren des Unterarms mithilfe von Ukes Jacke
   - Heranziehen von Ukes Knie um mithilfe des anderen Beines den Fuß zu befreien
2. Kata-Gatame
   - Fixieren von Kopf und Schulter mithilfe von Kata-gatame
   - Befreien des Fußes mit Unterstützung des anderen Beines (Fußstellung muss seitlich sein!)
   
*** DONE Verteidigung
    CLOSED: [2018-09-16 Sun 22:00]

+ Bein klammern und mit den Armen den Partner fest umklammern (Immobilisation)
+ Zum Partner drehen und den Partner nach hinten umkippen (Änderung der Rolle von Verteidigung zu Angriff)
+ Das abgewinkelte Bein mit der Hand zum Partner schieben und damit seine Unterstützungsfläche veringern (Nutzung physikalischer Gesetze)

#+Latex: \newpage
* DONE Theorie [2/2]
  CLOSED: [2018-09-17 Mon 21:32]
** DONE Geschichte
   CLOSED: [2018-09-17 Mon 21:31]
