script-4d.html

<div id="outline-container-orgfd1cba5" class="outline-4">
<h4 id="orgfd1cba5">Verteidigung</h4>
<div class="outline-text-4" id="text-orgfd1cba5">
<ul class="org-ul">
<li>Tori greift unter dem Arm durch
<ol class="org-ol">
<li>von der Seite: <a href="#org5fa54fa">Ura-Gatame</a> (<a href="#orgce63f89">Gurke</a>)
<ul class="org-ul">
<li>Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren</li>
<li>Zur Seite rollen und mit der anderen Hand ein Bein ergreifen (am besten innen)</li>
<li>Spannung durch Druck mit dem Ellenbogen aufbauen</li>
</ul></li>
<li>von vorn: <a href="#org49d5f1e">Waki-gatame</a> (Kashiwazaki&#x2013;Hebeltechniken S. 46)
<ul class="org-ul">
<li>Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren</li>
<li>Fixieren des Beines am Knie mit diagonalem Arm</li>
<li>Durchsteigen und hebeln</li>
</ul></li>
</ol></li>
<li>Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
<ul class="org-ul">
<li>Festhalten des angreifenden Arms bzw. Hand</li>
<li>fixieren des Beines</li>
<li>fixieren der Hüfte durch zur Seite rollen</li>
</ul></li>
<li>Den Partner zwischen die Beine nehmen
<ul class="org-ul">
<li>Zur Seite drehen und den Partner kontrolliert zwischen die Beine führen</li>
</ul></li>
<li>Aufstehen
<ul class="org-ul">
<li>Beine grätschen und sich in den Grätschwinkelstand drücken</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org97518e4" class="outline-3">
<h3 id="org97518e4"><a id="org7d73c34">Zwischen den Beinen</a> </h3>
<div class="outline-text-3" id="text-org97518e4">
</div>

<div id="outline-container-org9deb3c4" class="outline-4">
<h4 id="org9deb3c4">Angriff</h4>
<div class="outline-text-4" id="text-org9deb3c4">
<ul class="org-ul">
<li>Ude-hishigi-juji-gatame
<ul class="org-ul">
<li>Schulter fixieren, quer zum Partner drehen und umkippen</li>
</ul></li>
<li>Ude-hishigi-juji-gatame
<ul class="org-ul">
<li>Schulter fixieren</li>
<li>Bein überschwingen und durchrollen</li>
</ul></li>
<li>Sankaku-gatame
<ul class="org-ul">
<li>Uke greift unters Knie</li>
<li>Schulter fixieren, Arm lang strecken</li>
</ul></li>
<li>Ude-hijigi-hiza-gatame (Kashiwazaki&#x2013;Hebeltechniken S. 42)
<ul class="org-ul">
<li>wie eben, aber Uke wendet sich nach links</li>
<li>Bein überrollen, sodass Kopf Richtung Beine zeigt</li>
</ul></li>
<li>Ude-gatame (Kashiwazaki&#x2013;Hebeltechniken S. 43)</li>
<li>Ryote-juji-gatame</li>
<li>Sode-guruma-jime (Ärmelradwürge)</li>
</ul>
</div>
</div>

<div id="outline-container-orga10f2e1" class="outline-4">
<h4 id="orga10f2e1">Verteidigung</h4>
<div class="outline-text-4" id="text-orga10f2e1">
<ul class="org-ul">
<li>Aus dem Angreifer zurückziehen und Ellenbogen hinter den Oberschenkeln des Angreifers
<ul class="org-ul">
<li>mit den Ellenbogen die Oberschenkel auseinander drücken und mit den Knie zuerst durchsteigen</li>
<li>ein Arm geht von außen um das Bein und fasst im Reverse. Das eingeschlossene Bein wird mithilfe des eignen Oberkörpers zum Kopf des Partners gedrückt</li>
</ul></li>
<li>Hose des Partners in Höhe Fußgelenke fassen, eng zusammenführen und auf die Matte drücken und fixieren. Außen am Partner vorbei gehen</li>
<li>Ansatz von Daki-age (Ausheber), um den Angriff zu unterbrechen</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0a6c3dd" class="outline-3">
<h3 id="org0a6c3dd"><a id="org91af224">Beinklammer</a> </h3>
<div class="outline-text-3" id="text-org0a6c3dd">
</div>

<div id="outline-container-org03dd92f" class="outline-4">
<h4 id="org03dd92f">Angriff (Befreiung aus <a href="#org91af224">Beinklammer</a>)</h4>
<div class="outline-text-4" id="text-org03dd92f">
<ol class="org-ol">
<li>Ushiro-Kesa-Gatame
<ul class="org-ul">
<li>Fixieren des Unterarms mithilfe von Ukes Jacke</li>
<li>Heranziehen von Ukes Knie um mithilfe des anderen Beines den Fuß zu befreien</li>
</ul></li>
<li><a href="#orge665fc0">Kata-Gatame</a>
<ul class="org-ul">
<li>Fixieren von Kopf und Schulter mithilfe von <a href="#orge665fc0">Kata-gatame</a></li>
<li>Befreien des Fußes mit Unterstützung des anderen Beines (Fußstellung muss seitlich sein!)</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org820b8fd" class="outline-4">
<h4 id="org820b8fd">Verteidigung</h4>
<div class="outline-text-4" id="text-org820b8fd">
<ul class="org-ul">
<li>Bein klammern und mit den Armen den Partner fest umklammern (Immobilisation)</li>
<li>Zum Partner drehen und den Partner nach hinten umkippen (Änderung der Rolle von Verteidigung zu Angriff)</li>
<li>Das abgewinkelte Bein mit der Hand zum Partner schieben und damit seine Unterstützungsfläche veringern (Nutzung physikalischer Gesetze)</li>
</ul>
</div>
</div>
</div>
</div>
