script-4d.tex

\paragraph{Verteidigung}
\label{sec:org875eb5b}
\begin{itemize}
\item Tori greift unter dem Arm durch
\begin{enumerate}
\item von der Seite: \hyperref[org129be2a]{Ura-Gatame} (\hyperref[org375244e]{Gurke})
\begin{itemize}
\item Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren
\item Zur Seite rollen und mit der anderen Hand ein Bein ergreifen (am besten innen)
\item Spannung durch Druck mit dem Ellenbogen aufbauen
\end{itemize}
\item von vorn: \hyperref[orgdf10e51]{Waki-gatame} (Kashiwazaki--Hebeltechniken S. 46)
\begin{itemize}
\item Arm fest an sich heranziehen und über dem Ellenbogen Toris fixieren
\item Fixieren des Beines am Knie mit diagonalem Arm
\item Durchsteigen und hebeln
\end{itemize}
\end{enumerate}
\item Einschränken der Bewegungsfreiheit und damit den Weg zur Ausführung der Technik versperren
\begin{itemize}
\item Festhalten des angreifenden Arms bzw. Hand
\item fixieren des Beines
\item fixieren der Hüfte durch zur Seite rollen
\end{itemize}
\item Den Partner zwischen die Beine nehmen
\begin{itemize}
\item Zur Seite drehen und den Partner kontrolliert zwischen die Beine führen
\end{itemize}
\item Aufstehen
\begin{itemize}
\item Beine grätschen und sich in den Grätschwinkelstand drücken
\end{itemize}
\end{itemize}

\subsection{\label{orga527e99}Zwischen den Beinen }
\label{sec:orgae72a4b}
\paragraph{Angriff}
\label{sec:org448d7be}
\begin{itemize}
\item Ude-hishigi-juji-gatame
\begin{itemize}
\item Schulter fixieren, quer zum Partner drehen und umkippen
\end{itemize}
\item Ude-hishigi-juji-gatame
\begin{itemize}
\item Schulter fixieren
\item Bein überschwingen und durchrollen
\end{itemize}
\item Sankaku-gatame
\begin{itemize}
\item Uke greift unters Knie
\item Schulter fixieren, Arm lang strecken
\end{itemize}
\item Ude-hijigi-hiza-gatame (Kashiwazaki--Hebeltechniken S. 42)
\begin{itemize}
\item wie eben, aber Uke wendet sich nach links
\item Bein überrollen, sodass Kopf Richtung Beine zeigt
\end{itemize}
\item Ude-gatame (Kashiwazaki--Hebeltechniken S. 43)
\item Ryote-juji-gatame
\item Sode-guruma-jime (Ärmelradwürge)
\end{itemize}

\paragraph{Verteidigung}
\label{sec:orgd954e84}
\begin{itemize}
\item Aus dem Angreifer zurückziehen und Ellenbogen hinter den Oberschenkeln des Angreifers
\begin{itemize}
\item mit den Ellenbogen die Oberschenkel auseinander drücken und mit den Knie zuerst durchsteigen
\item ein Arm geht von außen um das Bein und fasst im Reverse. Das eingeschlossene Bein wird mithilfe des eignen Oberkörpers zum Kopf des Partners gedrückt
\end{itemize}
\item Hose des Partners in Höhe Fußgelenke fassen, eng zusammenführen und auf die Matte drücken und fixieren. Außen am Partner vorbei gehen
\item Ansatz von Daki-age (Ausheber), um den Angriff zu unterbrechen
\end{itemize}

\subsection{\label{org2aa82f8}Beinklammer }
\label{sec:orgd8a3fcb}
\paragraph{Angriff (Befreiung aus \hyperref[org2aa82f8]{Beinklammer})}
\label{sec:orgcb0a2b4}
\begin{enumerate}
\item Ushiro-Kesa-Gatame
\begin{itemize}
\item Fixieren des Unterarms mithilfe von Ukes Jacke
\item Heranziehen von Ukes Knie um mithilfe des anderen Beines den Fuß zu befreien
\end{itemize}
\item \hyperref[org52b0dc1]{Kata-Gatame}
\begin{itemize}
\item Fixieren von Kopf und Schulter mithilfe von \hyperref[org52b0dc1]{Kata-gatame}
\item Befreien des Fußes mit Unterstützung des anderen Beines (Fußstellung muss seitlich sein!)
\end{itemize}
\end{enumerate}

\paragraph{Verteidigung}
\label{sec:org29905e8}
\begin{itemize}
\item Bein klammern und mit den Armen den Partner fest umklammern (Immobilisation)
\item Zum Partner drehen und den Partner nach hinten umkippen (Änderung der Rolle von Verteidigung zu Angriff)
\item Das abgewinkelte Bein mit der Hand zum Partner schieben und damit seine Unterstützungsfläche veringern (Nutzung physikalischer Gesetze)
\end{itemize}

\newpage
