script-4d.org
*** DONE Kurz und Knapp 
    CLOSED: [2018-11-18 Sun 22:54]

- Wurzeln
  - kriegerische Auseinandersetzungen
  - natürlicher Trieb des Kräftemessens
  - kultisch-religiöse Riten
- Ursprünge in Japan
  - ca. 16. Jh. - Einführung des Gewehres
  - zweite Hälte 16. Jh. - Ju-jutsu wird als eigenes System unterrichtet
  - 1603-1668 (Edo) - Waffenverbot am Hofe
    - mehr als 100 Schulen mit eigenen Techniken und Lehrmethoden
  - 1868 Meiji-Restauration
    - Abschaffung der Feudalherschaft
    - Öffnung zur Welt, einhergehend mit Verachtung des Einheimischen
    - Niedergang des Ju-jutsu
- Entstehung des Judo
  - 1876 Erwin Bältz kommt nach Japan
    - Lehrer an Uni Tokyo, einer seiner Studenten ist J. Kano
    - später Leibarzt des Tenno
  - Kano (1860 - 1938) studiert an 3 Ju-jutsu-Schulen
  - 1882 Kodokan gegründet
  - 1893 Kano wird Sekretär im Erziehungsministerium
  - 1898 Judo wird Pflichtfach an Schulen
  - 1910 Kano IOC-Mitglied
  - 1933 Kano in D
  - 1938 Kano stirbt auf der Rückreise von Europa
- Entwicklung in JP
  - Die Kodokan-shi-tenno (vier Himmelskönige):
    - YAMASHITA, Yoshitsugo (1865-1935)
    - SAIGO, Shiro (1866-1922)
    - YOKOYAMA, Sakujiro (1869-1912)
    - TOMITA, Tsunejiro (1865-1937)
  - 1885 Nage-no-kata, Katame-no-kata
  - 1887 Ju-no-kata, Itsutsu-no-kata
  - 1895 Go-kyo (1920)
  - 1922 Sei-ryoku-zen-yo und Jita-kyo-ei als Prinzipien formuliert
- Entwicklung in D
  - 1896 1. Olympische Spiele in Athen
  - 1906 jap. Kreuzer in Kiel
  - 1906 E. Rahn gründet in Berlin die erste Jiu-jitsu-Schule
  - 1922 A. Rhode gründet Jiu-jitsu-Club in FF
  - 1929 Wettkampf gegen Budokwai London
  - 1932 Sommerschule in FF, Gründung des dt. Judoringes, EJU
  - 1934 1. EM in DD
  - 1945-1948 Judo durch die Alliierten in Deutschland verboten
  - 1950 1. DDR-Meisterschaft in DD
  - 1951 1. BRD-Meisterschaft in FF
  - 1953 DJB gegründet
  - 1956 1. WM in Tokyo
  - 1958 DJV gegründet
  - 1964 Olympische Spiele Tokyo
  - 1971 1. WM in BRD (Ludwigshafen)
  - 1992 Frauenjudo wird olympisch

