script-4d.html
<div id="outline-container-orge509a48" class="outline-2">
<h2 id="orge509a48">Theorie </h2>
<div class="outline-text-2" id="text-orge509a48">
</div>
<div id="outline-container-org33b6555" class="outline-3">
<h3 id="org33b6555">Geschichte</h3>
<div class="outline-text-3" id="text-org33b6555">
</div>
<div id="outline-container-org7aa4698" class="outline-4">
<h4 id="org7aa4698">Kurz und Knapp</h4>
<div class="outline-text-4" id="text-org7aa4698">
<ul class="org-ul">
<li>Wurzeln
<ul class="org-ul">
<li>kriegerische Auseinandersetzungen</li>
<li>natürlicher Trieb des Kräftemessens</li>
<li>kultisch-religiöse Riten</li>
</ul></li>
<li>Ursprünge in Japan
<ul class="org-ul">
<li>ca. 16. Jh. - Einführung des Gewehres</li>
<li>zweite Hälte 16. Jh. - Ju-jutsu wird als eigenes System unterrichtet</li>
<li>1603-1668 (Edo) - Waffenverbot am Hofe
<ul class="org-ul">
<li>mehr als 100 Schulen mit eigenen Techniken und Lehrmethoden</li>
</ul></li>
<li>1868 Meiji-Restauration
<ul class="org-ul">
<li>Abschaffung der Feudalherschaft</li>
<li>Öffnung zur Welt, einhergehend mit Verachtung des Einheimischen</li>
<li>Niedergang des Ju-jutsu</li>
</ul></li>
</ul></li>
<li>Entstehung des <a href="#orga422311">Judo</a>
<ul class="org-ul">
<li>1876 Erwin Bältz kommt nach Japan
<ul class="org-ul">
<li>Lehrer an Uni Tokyo, einer seiner Studenten ist J. Kano</li>
<li>später Leibarzt des Tenno</li>
</ul></li>
<li>Kano (1860 - 1938) studiert an 3 Ju-jutsu-Schulen</li>
<li>1882 Kodokan gegründet</li>
<li>1893 Kano wird Sekretär im Erziehungsministerium</li>
<li>1898 <a href="#orga422311">Judo</a> wird Pflichtfach an Schulen</li>
<li>1910 Kano IOC-Mitglied</li>
<li>1933 Kano in D</li>
<li>1938 Kano stirbt auf der Rückreise von Europa</li>
</ul></li>
<li>Entwicklung in JP
<ul class="org-ul">
<li>Die Kodokan-shi-tenno (vier Himmelskönige):
<ul class="org-ul">
<li>YAMASHITA, Yoshitsugo (1865-1935)</li>
<li>SAIGO, Shiro (1866-1922)</li>
<li>YOKOYAMA, Sakujiro (1869-1912)</li>
<li>TOMITA, Tsunejiro (1865-1937)</li>
</ul></li>
<li>1885 Nage-no-kata, Katame-no-kata</li>
<li>1887 <a href="#orgce9ccd8">Ju-no-kata</a>, Itsutsu-no-kata</li>
<li>1895 Go-kyo (1920)</li>
<li>1922 Sei-ryoku-zen-yo und Jita-kyo-ei als Prinzipien formuliert</li>
</ul></li>
<li>Entwicklung in D
<ul class="org-ul">
<li>1896 1. Olympische Spiele in Athen</li>
<li>1906 jap. Kreuzer in Kiel</li>
<li>1906 E. Rahn gründet in Berlin die erste Jiu-jitsu-Schule</li>
<li>1922 A. Rhode gründet Jiu-jitsu-Club in FF</li>
<li>1929 Wettkampf gegen Budokwai London</li>
<li>1932 Sommerschule in FF, Gründung des dt. Judoringes, EJU</li>
<li>1934 1. EM in DD</li>
<li>1945-1948 <a href="#orga422311">Judo</a> durch die Alliierten in Deutschland verboten</li>
<li>1950 1. DDR-Meisterschaft in DD</li>
<li>1951 1. BRD-Meisterschaft in FF</li>
<li>1953 DJB gegründet</li>
<li>1956 1. WM in Tokyo</li>
<li>1958 DJV gegründet</li>
<li>1964 Olympische Spiele Tokyo</li>
<li>1971 1. WM in BRD (Ludwigshafen)</li>
<li>1992 Frauenjudo wird olympisch</li>
</ul></li>
</ul>
</div>
</div>
