script-4d.tex
\section{Theorie }
\label{sec:org9ee7e3e}
\subsection{Geschichte}
\label{sec:orgcd6065a}
\paragraph{Kurz und Knapp}
\label{sec:org4cea385}
\begin{itemize}
\item Wurzeln
\begin{itemize}
\item kriegerische Auseinandersetzungen
\item natürlicher Trieb des Kräftemessens
\item kultisch-religiöse Riten
\end{itemize}
\item Ursprünge in Japan
\begin{itemize}
\item ca. 16. Jh. - Einführung des Gewehres
\item zweite Hälte 16. Jh. - Ju-jutsu wird als eigenes System unterrichtet
\item 1603-1668 (Edo) - Waffenverbot am Hofe
\begin{itemize}
\item mehr als 100 Schulen mit eigenen Techniken und Lehrmethoden
\end{itemize}
\item 1868 Meiji-Restauration
\begin{itemize}
\item Abschaffung der Feudalherschaft
\item Öffnung zur Welt, einhergehend mit Verachtung des Einheimischen
\item Niedergang des Ju-jutsu
\end{itemize}
\end{itemize}
\item Entstehung des \hyperref[org39a3ee2]{Judo}
\begin{itemize}
\item 1876 Erwin Bältz kommt nach Japan
\begin{itemize}
\item Lehrer an Uni Tokyo, einer seiner Studenten ist J. Kano
\item später Leibarzt des Tenno
\end{itemize}
\item Kano (1860 - 1938) studiert an 3 Ju-jutsu-Schulen
\item 1882 Kodokan gegründet
\item 1893 Kano wird Sekretär im Erziehungsministerium
\item 1898 \hyperref[org39a3ee2]{Judo} wird Pflichtfach an Schulen
\item 1910 Kano IOC-Mitglied
\item 1933 Kano in D
\item 1938 Kano stirbt auf der Rückreise von Europa
\end{itemize}
\item Entwicklung in JP
\begin{itemize}
\item Die Kodokan-shi-tenno (vier Himmelskönige):
\begin{itemize}
\item YAMASHITA, Yoshitsugo (1865-1935)
\item SAIGO, Shiro (1866-1922)
\item YOKOYAMA, Sakujiro (1869-1912)
\item TOMITA, Tsunejiro (1865-1937)
\end{itemize}
\item 1885 Nage-no-kata, Katame-no-kata
\item 1887 \hyperref[org4191c24]{Ju-no-kata}, Itsutsu-no-kata
\item 1895 Go-kyo (1920)
\item 1922 Sei-ryoku-zen-yo und Jita-kyo-ei als Prinzipien formuliert
\end{itemize}
\item Entwicklung in D
\begin{itemize}
\item 1896 1. Olympische Spiele in Athen
\item 1906 jap. Kreuzer in Kiel
\item 1906 E. Rahn gründet in Berlin die erste Jiu-jitsu-Schule
\item 1922 A. Rhode gründet Jiu-jitsu-Club in FF
\item 1929 Wettkampf gegen Budokwai London
\item 1932 Sommerschule in FF, Gründung des dt. Judoringes, EJU
\item 1934 1. EM in DD
\item 1945-1948 \hyperref[org39a3ee2]{Judo} durch die Alliierten in Deutschland verboten
\item 1950 1. DDR-Meisterschaft in DD
\item 1951 1. BRD-Meisterschaft in FF
\item 1953 DJB gegründet
\item 1956 1. WM in Tokyo
\item 1958 DJV gegründet
\item 1964 Olympische Spiele Tokyo
\item 1971 1. WM in BRD (Ludwigshafen)
\item 1992 Frauenjudo wird olympisch
\end{itemize}
\end{itemize}
