script-4d.html

<div id="outline-container-org200dd59" class="outline-4">
<h4 id="org200dd59">Ursprünge</h4>
<div class="outline-text-4" id="text-org200dd59">
<p>
Die Wurzeln des <a id="orga422311">Judo</a><sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> reichen bis in die Nara-Zeit (710–784) zurück. In den beiden damaligen Chroniken Japans, dem Kojiki (712) und dem Nihonshoki (720), gibt es Beschreibungen von <i>Ringkämpfen</i>, die mythischen Ursprungs sind. Seit 717 fanden am Kaiserhof alljährlich Preisringen statt, an denen Ringer aus allen Provinzen teilnahmen. Dieses Ringen wurde <i>Sechie-Zumo</i> genannt. Die Bushi griffen dieses Sumo auf und entwickelten daraus das <i>yoroikumiuchi</i> (Ringen in voller Rüstung).
</p>

<p>
Mit dem Aufstieg der Kriegerklasse Ende des 12. Jahrhunderts erlebten die Kampfkünste einen starken Aufschwung. Das kulturelle Geschehen wurde immer mehr vom Geist der Bushi bestimmt. In dieser Zeit entwickelten sich die Ursprünge des legendären Ehrenkodex&rsquo;, der später von Nitobe als <i>Bushido</i> beschrieben wurde.
</p>

<p>
Im Japan der Ashikaga-Epoche (1136–1568) entwickelten sich unterschiedliche waffenlose Nahkampfsysteme: Eine Variante war <i>Kogusoku</i> (kleine Rüstung). Diese Kampfart war nach den in dieser Zeit neu entwickelten leichteren Rüstungen benannt. In der Literatur und den historischen Dokumenten aus dieser Zeit finden sich weitere Nahkampfsysteme wie <i>Tai-Jutsu</i> (&bdquo;Körperkunst&ldquo;), <i>Torite</i> (&bdquo;Ergreifen der Hände&ldquo;), <i>Koshi-no-Mawari</i> (&bdquo;Hüfteindrehen&ldquo;), <i>Hobaku</i> (&bdquo;Ergreifen&ldquo;), <i>Torinawajutsu</i> (&bdquo;Kunst des Ergreifens und Verbindens&ldquo;).
</p>

<p>
In der Mitte des 16. Jahrhunderts führten die Portugiesen die Schusswaffen in Japan ein und die Kriegskünste – <i>bugei</i> mit Schwert, Pfeil und Bogen – verloren auf dem Schlachtfeld an Bedeutung. Ihre Traditionen wurden aber in der Edo-Zeit fortgeführt und im Sinne des Prinzips <i>Bunbu</i> (literarische Bildung und militärische Praxis) zur Pflicht gemacht.
</p>

<p>
Für das Prinzip des Nachgebens <i>Ju</i> in der Kampfkunst gibt es verschiedene Einflüsse, Erklärungen, Legenden und Anekdoten: Im Konjaku-Monogatari findet man zum ersten Mal den Begriff <i>yawara</i> (weich) im Zusammenhang mit einer Geschichte über das japanische Ringen. Stark waren sicherlich auch die chinesischen Einflüsse, denn seit der Ashikaga-Epoche wurde offiziell der Handel mit China aufgenommen und bis zum Ende des 16. Jahrhunderts immer weiter ausgedehnt.
</p>

<p>
Über die Entstehung des <a id="org94b4341">Jiu Jitsu</a> existieren unterschiedliche Berichte, die einen legendenhaften Charakter haben. Ihr historischer Wahrheitsgehalt ist schwer nachzuweisen. Die poetisch schönste ist sicherlich die Legende des Arztes Akiyama Shirobei aus Hizen, der in China Medizin und die Kunst der Selbstverteidigung studiert haben soll. Wieder in Japan, zog er sich in einen Tempel namens Dazai-Tenjin zurück. Der Überlieferung nach war es Winter, und am 21. Tag im Tempel setzte starker Schneefall ein. Er betrachtete die Bäume; ihm fiel auf, dass viele Äste unter der Last des Schnees brachen, die des Weidenbaums aber wegen ihrer Elastizität nachgaben und den Schnee abgleiten ließen. Auf Grund dieses Vorgangs soll der Arzt Shirobei das Prinzip des „Ju“ – Nachgebens – in der Kampfkunst eingeführt haben. In der ersten Hälfte der Edo-Epoche (17./18. Jahrhundert) entwickelten sich unzählige Jiu-Jiutsu- oder artverwandte Schulen – jap. Ryu.
</p>
</div>
</div>
