script-4d.html

<div id="outline-container-orgaf66cb1" class="outline-4">
<h4 id="orgaf66cb1">Kanō Jigorō</h4>
<div class="outline-text-4" id="text-orgaf66cb1">
<p>
Mit dem Ende der Tokugawa-Zeit und der Öffnung Japans kam es auch zu starken Veränderungen in der japanischen Gesellschaft. Durch die Meiji-Reform kam es zu einer Fülle von staatlichen, wirtschaftlichen und kulturellen Reformen. Die japanischen Künste wurden stark zurückgedrängt, alles &bdquo;Westliche&ldquo; hatte Vorrang. Doch schon zu Beginn der 1880er-Jahre gab es eine Rückbesinnung in Bezug auf die geistlichen und sittlichen Werte.
</p>

<p>
<i>Kanō Jigorō</i> (1860–1938) wuchs in diesem Japan der extremen Veränderungen auf. Er lernte <a href="#org94b4341">Jiu Jitsu</a> an verschiedenen Schulen wie der <i>Tenshinshinyo-Ryu</i> und der <i>Kito-Ryu</i>. 1882 gründete Kanō Jigorō seine eigene Schule, das <b>Kodokan</b> (&bdquo;Ort zum Studium des Wegs&ldquo;) in der Nähe des Eisho-Tempels im Stadtteil Shitaya in Tokio. Er nannte seine Kunst <a href="#orga422311">Judo</a>, da das Kanji (Schriftzeichen) Ju sowohl &bdquo;sanft&ldquo; als auch &bdquo;Nachgeben&ldquo; bedeuten kann und das Zeichen Do ebenfalls mit &bdquo;Grundsatz&ldquo; und nicht nur mit &bdquo;Weg&ldquo; übersetzt werden kann.
</p>

<p>
Sein System bestand neben Wurftechniken (Nage-waza) aus Bodentechniken (Ne-waza) sowie Schlag-, Tritt- und Stoßtechniken (Atemi-waza), die er dem System der <i>Kito-Ryu</i> und der <i>Tenshinshinyo-Ryu</i> entnommen hatte. Dies waren traditionelle Jiu-Jitsu-Schulen, bei denen Kanō mittlerweile das Menkyo-Kaiden (die universelle Lehrerlaubnis und Meisterwürde) innehatte. Es war sogar eine kleine Sparte Waffentechnik (z. B. mit Schwert und Stöcken) im Curriculum vorhanden. Kanō selektierte zwar einige Techniken aus, welche dem von ihm gefundenen obersten Prinzip <i>möglichst wirksamer Gebrauch von geistiger und körperlicher Energie</i> widersprachen. Dass er dabei aber alle &bdquo;bösen&ldquo; Techniken entfernt hätte, welche geeignet sind, einen Menschen ernsthaft zu verletzen oder zu töten, ist ein weitverbreiteter Irrtum.
</p>

<p>
Im Jahre 1886 konnten Schüler Kanos einen regulären Kampf zwischen der Kodokan-Schule und der traditionellen <a href="#org94b4341">Jiu Jitsu</a>-Schule <i>Ryoi-Shinto-Ryu</i> für sich entscheiden. Es wird behauptet, Kano habe das <a href="#orga422311">Judo</a> durchaus als ernstzunehmende Selbstverteidigungskunst inklusive Schlägen und Fußtritten konzipiert, ohne die ein Sieg über Ryoi-Shinto Ryu nicht möglich gewesen wäre. Aufgrund dieses Erfolgs verbreitete sich <a href="#orga422311">Judo</a> in Japan rasch und wurde bald bei der Polizei und der Armee eingeführt. <i>1911 wurde <a href="#orga422311">Judo</a> an allen Mittelschulen Pflichtfach.</i>
</p>

<p>
Der berühmte japanische Regisseur Akira Kurosawa drehte seinen ersten Film Sanshiro Sugata 1943 über das <a href="#orga422311">Judo</a>.
Nach dem Zweiten Weltkrieg wurde das Kodokan für zwei Jahre zwangsweise geschlossen, 1947 wurde es wiedereröffnet.
</p>
</div>
</div>
