script-4d.tex

\paragraph{Kanō Jigorō}
\label{sec:org7dcaf17}
Mit dem Ende der Tokugawa-Zeit und der Öffnung Japans kam es auch zu starken Veränderungen in der japanischen Gesellschaft. Durch die Meiji-Reform kam es zu einer Fülle von staatlichen, wirtschaftlichen und kulturellen Reformen. Die japanischen Künste wurden stark zurückgedrängt, alles "`Westliche"' hatte Vorrang. Doch schon zu Beginn der 1880er-Jahre gab es eine Rückbesinnung in Bezug auf die geistlichen und sittlichen Werte.

\emph{Kanō Jigorō} (1860–1938) wuchs in diesem Japan der extremen Veränderungen auf. Er lernte \hyperref[orgd95ae56]{Jiu Jitsu} an verschiedenen Schulen wie der \emph{Tenshinshinyo-Ryu} und der \emph{Kito-Ryu}. 1882 gründete Kanō Jigorō seine eigene Schule, das \textbf{Kodokan} ("`Ort zum Studium des Wegs"') in der Nähe des Eisho-Tempels im Stadtteil Shitaya in Tokio. Er nannte seine Kunst \hyperref[org39a3ee2]{Judo}, da das Kanji (Schriftzeichen) Ju sowohl "`sanft"' als auch "`Nachgeben"' bedeuten kann und das Zeichen Do ebenfalls mit "`Grundsatz"' und nicht nur mit "`Weg"' übersetzt werden kann.

Sein System bestand neben Wurftechniken (Nage-waza) aus Bodentechniken (Ne-waza) sowie Schlag-, Tritt- und Stoßtechniken (Atemi-waza), die er dem System der \emph{Kito-Ryu} und der \emph{Tenshinshinyo-Ryu} entnommen hatte. Dies waren traditionelle Jiu-Jitsu-Schulen, bei denen Kanō mittlerweile das Menkyo-Kaiden (die universelle Lehrerlaubnis und Meisterwürde) innehatte. Es war sogar eine kleine Sparte Waffentechnik (z. B. mit Schwert und Stöcken) im Curriculum vorhanden. Kanō selektierte zwar einige Techniken aus, welche dem von ihm gefundenen obersten Prinzip \emph{möglichst wirksamer Gebrauch von geistiger und körperlicher Energie} widersprachen. Dass er dabei aber alle "`bösen"' Techniken entfernt hätte, welche geeignet sind, einen Menschen ernsthaft zu verletzen oder zu töten, ist ein weitverbreiteter Irrtum.

Im Jahre 1886 konnten Schüler Kanos einen regulären Kampf zwischen der Kodokan-Schule und der traditionellen \hyperref[orgd95ae56]{Jiu Jitsu}-Schule \emph{Ryoi-Shinto-Ryu} für sich entscheiden. Es wird behauptet, Kano habe das \hyperref[org39a3ee2]{Judo} durchaus als ernstzunehmende Selbstverteidigungskunst inklusive Schlägen und Fußtritten konzipiert, ohne die ein Sieg über Ryoi-Shinto Ryu nicht möglich gewesen wäre. Aufgrund dieses Erfolgs verbreitete sich \hyperref[org39a3ee2]{Judo} in Japan rasch und wurde bald bei der Polizei und der Armee eingeführt. \emph{1911 wurde \hyperref[org39a3ee2]{Judo} an allen Mittelschulen Pflichtfach.}

Der berühmte japanische Regisseur Akira Kurosawa drehte seinen ersten Film Sanshiro Sugata 1943 über das \hyperref[org39a3ee2]{Judo}.
Nach dem Zweiten Weltkrieg wurde das Kodokan für zwei Jahre zwangsweise geschlossen, 1947 wurde es wiedereröffnet.
