script-4d.org
*** DONE Der Weg in den Westen
    CLOSED: [2018-09-17 Mon 21:30]

1906 kamen japanische Kriegsschiffe zu einem Freundschaftsbesuch nach Kiel. Die Gäste führten dem deutschen Kaiser ihre Nahkampfkünste vor. Wilhelm II. war begeistert und ließ seine Kadetten in der neuen Kampfkunst unterrichten. Der damals bedeutendste deutsche Schüler war der Berliner /Erich Rahn/, der im Jahre 1906 die /erste deutsche Jiu-Jitsu-Schule/ gründete. Weitere Pioniere im Judo sind /Alfred Rhode/ und /Heinrich Frantzen/ (Köln). 1926 fanden in Köln im Rahmen der 2. Deutschen Kampfspiele die ersten deutschen Judo-(Jiu-Jitsu)-Meisterschaften statt. 1932 wurde im Frankfurter Waldstadion die erste internationale Judo-Sommerschule durchgeführt. Anlässlich der Judo-Sommerschule wurde am 11. August 1932 der Deutsche Judo-Ring gegründet. Erster Vorsitzender wurde Alfred Rhode. Der Begriff Judo setzte sich, wie schon im restlichen Europa, auch in Deutschland durch. 1933 besuchte Kanō Jigorō mit einigen Schülern auf einer Europareise auch Deutschland und gab Lehrgänge in Berlin und München. /Die ersten Judo-Europameisterschaften wurden 1934 im Kristallpalast in Dresden ausgerichtet./

Im August 1933 wurde Judo von den Nationalsozialisten in das Fachamt Schwerathletik des Deutschen Reichsbundes für Leibesübungen (DRL) eingegliedert und verlor damit seine Eigenständigkeit. Nach der Überführung des Deutschen Reichsbundes in den Nationalsozialistischen Reichsbund für Leibesübungen (NSRL) 1937 wurde Judo als eine Wettkampfdisziplin im Rahmen der originären Sportart Jiu Jitsu behandelt. Die letzten deutschen Meisterschaften in der NS-Zeit fanden 1941 in Essen statt.

/Nach dem Zweiten Weltkrieg war Judo in Deutschland bis 1948 durch die Alliierten verboten./ Nach Gründung des Deutschen Athleten-Bundes (DAB) in Westdeutschland und des Deutschen Sportausschusses (DS) in der SBZ wurde Judo 1949 als Sportart der Schwerathletik wieder zugelassen. /1950 fanden in Dresden die ersten DDR-Einzelmeisterschaften und 1951 in Frankfurt die ersten deutschen Meisterschaften in der Bundesrepublik nach dem Zweiten Weltkrieg statt./ Der DAB und der DS veranstalteten bis 1954 gesamtdeutsche Judo-Meisterschaften. 1952 wurde in Westdeutschland das Deutsche Dan-Kollegium (DDK) (Vorsitz: Alfred Rhode) und 1953 der Deutsche Judo-Bund (Vorsitz: Heinrich Frantzen) gegründet. In der DDR existierte seit 1952 die Sektion Judo im Deutschen Sportausschuß (Vorsitz: Lothar Skorning) als Vorläufer des 1958 gegründeten Deutschen Judo-Verbandes der DDR (DJV). Der DJV richtete 1966 die ersten DDR-Meisterschaften für Frauen aus. 1970 fanden in Rüsselsheim die ersten deutschen Meisterschaften der Frauen in der Bundesrepublik statt. /1975 in München war das Geburtsjahr der ersten Frauen-Europameisterschaften./

*** DONE Entwicklung zum Wettkampfsport
    CLOSED: [2018-09-17 Mon 21:30]

Nach dem Zweiten Weltkrieg veränderte sich Judo immer mehr vom Nahkampfsystem zum Wettkampfsport. Schlag-, Tritt- und andere den Gegner ernsthaft verletzende Techniken wurden als für den Wettkampf unnötig nicht mehr unterrichtet und gerieten dadurch teilweise in Vergessenheit. Entgegen der landläufigen Meinung gehören Schlag- und Tritttechniken nach wie vor zum Judo. So sind in Katas wie der Kime-no-kata oder der Kodokan-goshin-jutsu immer noch potentiell tödliche Aktionen vorhanden. Allerdings werden Schläge und Tritte wie auch manch andere gefährlichere Techniken im heutigen Judo, wenn überhaupt, erst zur Erlangung höherer Graduierungen als Judo-Selbstverteidigung unterrichtet.

