script-4d.html

<div id="outline-container-org575d704" class="outline-4">
<h4 id="org575d704">Der Weg in den Westen</h4>
<div class="outline-text-4" id="text-org575d704">
<p>
1906 kamen japanische Kriegsschiffe zu einem Freundschaftsbesuch nach Kiel. Die Gäste führten dem deutschen Kaiser ihre Nahkampfkünste vor. Wilhelm II. war begeistert und ließ seine Kadetten in der neuen Kampfkunst unterrichten. Der damals bedeutendste deutsche Schüler war der Berliner <i>Erich Rahn</i>, der im Jahre 1906 die <i>erste deutsche Jiu-Jitsu-Schule</i> gründete. Weitere Pioniere im <a href="#orga422311">Judo</a> sind <i>Alfred Rhode</i> und <i>Heinrich Frantzen</i> (Köln). 1926 fanden in Köln im Rahmen der 2. Deutschen Kampfspiele die ersten deutschen <a href="#orga422311">Judo</a>-(Jiu-Jitsu)-Meisterschaften statt. 1932 wurde im Frankfurter Waldstadion die erste internationale <a href="#orga422311">Judo</a>-Sommerschule durchgeführt. Anlässlich der <a href="#orga422311">Judo</a>-Sommerschule wurde am 11. August 1932 der Deutsche <a href="#orga422311">Judo</a>-Ring gegründet. Erster Vorsitzender wurde Alfred Rhode. Der Begriff <a href="#orga422311">Judo</a> setzte sich, wie schon im restlichen Europa, auch in Deutschland durch. 1933 besuchte Kanō Jigorō mit einigen Schülern auf einer Europareise auch Deutschland und gab Lehrgänge in Berlin und München. <i>Die ersten <a href="#orga422311">Judo</a>-Europameisterschaften wurden 1934 im Kristallpalast in Dresden ausgerichtet.</i>
</p>

<p>
Im August 1933 wurde <a href="#orga422311">Judo</a> von den Nationalsozialisten in das Fachamt Schwerathletik des Deutschen Reichsbundes für Leibesübungen (DRL) eingegliedert und verlor damit seine Eigenständigkeit. Nach der Überführung des Deutschen Reichsbundes in den Nationalsozialistischen Reichsbund für Leibesübungen (NSRL) 1937 wurde <a href="#orga422311">Judo</a> als eine Wettkampfdisziplin im Rahmen der originären Sportart <a href="#org94b4341">Jiu Jitsu</a> behandelt. Die letzten deutschen Meisterschaften in der NS-Zeit fanden 1941 in Essen statt.
</p>

<p>
<i>Nach dem Zweiten Weltkrieg war <a href="#orga422311">Judo</a> in Deutschland bis 1948 durch die Alliierten verboten.</i> Nach Gründung des Deutschen Athleten-Bundes (DAB) in Westdeutschland und des Deutschen Sportausschusses (DS) in der SBZ wurde <a href="#orga422311">Judo</a> 1949 als Sportart der Schwerathletik wieder zugelassen. <i>1950 fanden in Dresden die ersten DDR-Einzelmeisterschaften und 1951 in Frankfurt die ersten deutschen Meisterschaften in der Bundesrepublik nach dem Zweiten Weltkrieg statt.</i> Der DAB und der DS veranstalteten bis 1954 gesamtdeutsche <a href="#orga422311">Judo</a>-Meisterschaften. 1952 wurde in Westdeutschland das Deutsche Dan-Kollegium (DDK) (Vorsitz: Alfred Rhode) und 1953 der Deutsche <a href="#orga422311">Judo</a>-Bund (Vorsitz: Heinrich Frantzen) gegründet. In der DDR existierte seit 1952 die Sektion <a href="#orga422311">Judo</a> im Deutschen Sportausschuß (Vorsitz: Lothar Skorning) als Vorläufer des 1958 gegründeten Deutschen <a href="#orga422311">Judo</a>-Verbandes der DDR (DJV). Der DJV richtete 1966 die ersten DDR-Meisterschaften für Frauen aus. 1970 fanden in Rüsselsheim die ersten deutschen Meisterschaften der Frauen in der Bundesrepublik statt. <i>1975 in München war das Geburtsjahr der ersten Frauen-Europameisterschaften.</i>
</p>
</div>
</div>

<div id="outline-container-orge2caaa1" class="outline-4">
<h4 id="orge2caaa1">Entwicklung zum Wettkampfsport</h4>
<div class="outline-text-4" id="text-orge2caaa1">
<p>
Nach dem Zweiten Weltkrieg veränderte sich <a href="#orga422311">Judo</a> immer mehr vom Nahkampfsystem zum Wettkampfsport. Schlag-, Tritt- und andere den Gegner ernsthaft verletzende Techniken wurden als für den Wettkampf unnötig nicht mehr unterrichtet und gerieten dadurch teilweise in Vergessenheit. Entgegen der landläufigen Meinung gehören Schlag- und Tritttechniken nach wie vor zum <a href="#orga422311">Judo</a>. So sind in Katas wie der Kime-no-kata oder der Kodokan-goshin-jutsu immer noch potentiell tödliche Aktionen vorhanden. Allerdings werden Schläge und Tritte wie auch manch andere gefährlichere Techniken im heutigen <a href="#orga422311">Judo</a>, wenn überhaupt, erst zur Erlangung höherer Graduierungen als <a href="#orga422311">Judo</a>-Selbstverteidigung unterrichtet.
</p>
</div>
</div>
