script-4d.tex

\paragraph{Der Weg in den Westen}
\label{sec:org5e037e6}
1906 kamen japanische Kriegsschiffe zu einem Freundschaftsbesuch nach Kiel. Die Gäste führten dem deutschen Kaiser ihre Nahkampfkünste vor. Wilhelm II. war begeistert und ließ seine Kadetten in der neuen Kampfkunst unterrichten. Der damals bedeutendste deutsche Schüler war der Berliner \emph{Erich Rahn}, der im Jahre 1906 die \emph{erste deutsche Jiu-Jitsu-Schule} gründete. Weitere Pioniere im \hyperref[org39a3ee2]{Judo} sind \emph{Alfred Rhode} und \emph{Heinrich Frantzen} (Köln). 1926 fanden in Köln im Rahmen der 2. Deutschen Kampfspiele die ersten deutschen \hyperref[org39a3ee2]{Judo}-(Jiu-Jitsu)-Meisterschaften statt. 1932 wurde im Frankfurter Waldstadion die erste internationale \hyperref[org39a3ee2]{Judo}-Sommerschule durchgeführt. Anlässlich der \hyperref[org39a3ee2]{Judo}-Sommerschule wurde am 11. August 1932 der Deutsche \hyperref[org39a3ee2]{Judo}-Ring gegründet. Erster Vorsitzender wurde Alfred Rhode. Der Begriff \hyperref[org39a3ee2]{Judo} setzte sich, wie schon im restlichen Europa, auch in Deutschland durch. 1933 besuchte Kanō Jigorō mit einigen Schülern auf einer Europareise auch Deutschland und gab Lehrgänge in Berlin und München. \emph{Die ersten \hyperref[org39a3ee2]{Judo}-Europameisterschaften wurden 1934 im Kristallpalast in Dresden ausgerichtet.}

Im August 1933 wurde \hyperref[org39a3ee2]{Judo} von den Nationalsozialisten in das Fachamt Schwerathletik des Deutschen Reichsbundes für Leibesübungen (DRL) eingegliedert und verlor damit seine Eigenständigkeit. Nach der Überführung des Deutschen Reichsbundes in den Nationalsozialistischen Reichsbund für Leibesübungen (NSRL) 1937 wurde \hyperref[org39a3ee2]{Judo} als eine Wettkampfdisziplin im Rahmen der originären Sportart \hyperref[orgd95ae56]{Jiu Jitsu} behandelt. Die letzten deutschen Meisterschaften in der NS-Zeit fanden 1941 in Essen statt.

\emph{Nach dem Zweiten Weltkrieg war \hyperref[org39a3ee2]{Judo} in Deutschland bis 1948 durch die Alliierten verboten.} Nach Gründung des Deutschen Athleten-Bundes (DAB) in Westdeutschland und des Deutschen Sportausschusses (DS) in der SBZ wurde \hyperref[org39a3ee2]{Judo} 1949 als Sportart der Schwerathletik wieder zugelassen. \emph{1950 fanden in Dresden die ersten DDR-Einzelmeisterschaften und 1951 in Frankfurt die ersten deutschen Meisterschaften in der Bundesrepublik nach dem Zweiten Weltkrieg statt.} Der DAB und der DS veranstalteten bis 1954 gesamtdeutsche \hyperref[org39a3ee2]{Judo}-Meisterschaften. 1952 wurde in Westdeutschland das Deutsche Dan-Kollegium (DDK) (Vorsitz: Alfred Rhode) und 1953 der Deutsche \hyperref[org39a3ee2]{Judo}-Bund (Vorsitz: Heinrich Frantzen) gegründet. In der DDR existierte seit 1952 die Sektion \hyperref[org39a3ee2]{Judo} im Deutschen Sportausschuß (Vorsitz: Lothar Skorning) als Vorläufer des 1958 gegründeten Deutschen \hyperref[org39a3ee2]{Judo}-Verbandes der DDR (DJV). Der DJV richtete 1966 die ersten DDR-Meisterschaften für Frauen aus. 1970 fanden in Rüsselsheim die ersten deutschen Meisterschaften der Frauen in der Bundesrepublik statt. \emph{1975 in München war das Geburtsjahr der ersten Frauen-Europameisterschaften.}

\paragraph{Entwicklung zum Wettkampfsport}
\label{sec:org5c2ab68}
Nach dem Zweiten Weltkrieg veränderte sich \hyperref[org39a3ee2]{Judo} immer mehr vom Nahkampfsystem zum Wettkampfsport. Schlag-, Tritt- und andere den Gegner ernsthaft verletzende Techniken wurden als für den Wettkampf unnötig nicht mehr unterrichtet und gerieten dadurch teilweise in Vergessenheit. Entgegen der landläufigen Meinung gehören Schlag- und Tritttechniken nach wie vor zum \hyperref[org39a3ee2]{Judo}. So sind in Katas wie der Kime-no-kata oder der Kodokan-goshin-jutsu immer noch potentiell tödliche Aktionen vorhanden. Allerdings werden Schläge und Tritte wie auch manch andere gefährlichere Techniken im heutigen \hyperref[org39a3ee2]{Judo}, wenn überhaupt, erst zur Erlangung höherer Graduierungen als \hyperref[org39a3ee2]{Judo}-Selbstverteidigung unterrichtet.
