script-4d.html

<div id="outline-container-org26a0d27" class="outline-4">
<h4 id="org26a0d27">Weltmeisterschaften und Olympische Spiele</h4>
<div class="outline-text-4" id="text-org26a0d27">
<p>
<i>1956 fanden in Tokio die ersten Weltmeisterschaften statt.</i> Damals gab es allerdings nur eine offene Gewichtsklasse. 1961 bei den dritten Weltmeisterschaften in Paris wurden dann erstmals Gewichtsklassen eingeführt. Dort gelang es dem Niederländer Anton Geesink erstmals, die Vormachtstellung der Japaner zu brechen und die japanischen Judoka zu besiegen.
</p>

<p>
<i>Bei den Olympischen Spielen in Tokio 1964 war <a href="#orga422311">Judo</a> erstmals als olympischer Sport zu sehen.</i> Der aus Köln stammende Wolfgang Hofmann gewann als erster Deutscher eine Silbermedaille bei den Olympischen Spielen. Zu diesem Anlass brachten die Deutsche Bundespost und auch die Deutsche Post der DDR eine 20-Pfennig-Briefmarke mit <a href="#orga422311">Judo</a>-Motiv heraus. 1968 bei den Olympischen Spielen in Mexiko-Stadt wurde <a href="#orga422311">Judo</a> zunächst wieder aus dem olympischen Programm gestrichen. Seit 1972 bei den Olympischen Spielen in München gehört <a href="#orga422311">Judo</a> beständig zum olympischen Programm. War <a href="#orga422311">Judo</a> zunächst eine Männerdomäne, so wurde 1988 Frauen-<a href="#orga422311">Judo</a> bei den Olympischen Spielen in Seoul als Demonstrationswettbewerb vorgestellt. <i>Seit den Olympischen Spielen in Barcelona 1992 ist auch Frauen-<a href="#orga422311">Judo</a> im olympischen Programm.</i>
</p>

<p>
Im Jahre 1988 war <a href="#orga422311">Judo</a> erstmals bei den Paralympics in Seoul mit dabei. Seit 2004 in Athen gibt es auch Frauen-<a href="#orga422311">Judo</a> im Programm der Sommer-Paralympics. <a href="#orga422311">Judo</a> wird bei diesen Spielen von Blinden und Menschen mit geringem Sehvermögen praktiziert. Die paralympischen Athleten folgen denselben Regeln wie die Nichtbehinderten. Eventuelle Defizite werden durch zusätzliche Regelungen ausgeglichen. So besteht ein wesentlicher Unterschied darin, dass sich die Kämpfer und Kämpferinnen zur besseren Orientierung vor Kampfbeginn berühren dürfen. 
</p>
</div>
</div>

<div id="outline-container-org5f06e27" class="outline-4">
<h4 id="org5f06e27">Erfolge</h4>
<div class="outline-text-4" id="text-org5f06e27">
<p>
Die größten Erfolge deutscher Judoka im Überblick:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Jahr</th>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Titel</th>
<th scope="col" class="org-left">Land</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1979</td>
<td class="org-left">Detlef Ultsch</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">DDR</td>
</tr>

<tr>
<td class="org-right">1982</td>
<td class="org-left">Barbara Claßen</td>
<td class="org-left">Weltmeisterin</td>
<td class="org-left">BRD</td>
</tr>

<tr>
<td class="org-right">1983</td>
<td class="org-left">Detlef Ultsch</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">DDR</td>
</tr>

<tr>
<td class="org-right">1983</td>
<td class="org-left">Andreas Preschel</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">DDR</td>
</tr>

<tr>
<td class="org-right">1987</td>
<td class="org-left">Alexandra Schreiber</td>
<td class="org-left">Weltmeisterin</td>
<td class="org-left">BRD</td>
</tr>

<tr>
<td class="org-right">1991</td>
<td class="org-left">Frauke Eickhoff</td>
<td class="org-left">Weltmeisterin</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">1991</td>
<td class="org-left">Daniel Lascău</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">1991</td>
<td class="org-left">Udo Quellmalz</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">1993</td>
<td class="org-left">Johanna Hagn</td>
<td class="org-left">Weltmeisterin</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">1995</td>
<td class="org-left">Udo Quellmalz</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">2003</td>
<td class="org-left">Florian Wanner</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">2017</td>
<td class="org-left">Alexander Wieczerzak</td>
<td class="org-left">Weltmeister</td>
<td class="org-left">D</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-right">1980</td>
<td class="org-left">Dietmar Lorenz</td>
<td class="org-left">Olympiasieger</td>
<td class="org-left">DDR</td>
</tr>

<tr>
<td class="org-right">1984</td>
<td class="org-left">Frank Wieneke</td>
<td class="org-left">Olympiasieger</td>
<td class="org-left">BRD</td>
</tr>

<tr>
<td class="org-right">1996</td>
<td class="org-left">Udo Quellmalz</td>
<td class="org-left">Olympiasieger</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">2004</td>
<td class="org-left">Yvonne Bönisch</td>
<td class="org-left">Olympiasiegerin</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-right">2008</td>
<td class="org-left">Ole Bischof</td>
<td class="org-left">Olympiasieger</td>
<td class="org-left">D</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
