script-4d.tex

\paragraph{Weltmeisterschaften und Olympische Spiele}
\label{sec:orgdcba9a8}
\emph{1956 fanden in Tokio die ersten Weltmeisterschaften statt.} Damals gab es allerdings nur eine offene Gewichtsklasse. 1961 bei den dritten Weltmeisterschaften in Paris wurden dann erstmals Gewichtsklassen eingeführt. Dort gelang es dem Niederländer Anton Geesink erstmals, die Vormachtstellung der Japaner zu brechen und die japanischen Judoka zu besiegen.

\emph{Bei den Olympischen Spielen in Tokio 1964 war \hyperref[org39a3ee2]{Judo} erstmals als olympischer Sport zu sehen.} Der aus Köln stammende Wolfgang Hofmann gewann als erster Deutscher eine Silbermedaille bei den Olympischen Spielen. Zu diesem Anlass brachten die Deutsche Bundespost und auch die Deutsche Post der DDR eine 20-Pfennig-Briefmarke mit \hyperref[org39a3ee2]{Judo}-Motiv heraus. 1968 bei den Olympischen Spielen in Mexiko-Stadt wurde \hyperref[org39a3ee2]{Judo} zunächst wieder aus dem olympischen Programm gestrichen. Seit 1972 bei den Olympischen Spielen in München gehört \hyperref[org39a3ee2]{Judo} beständig zum olympischen Programm. War \hyperref[org39a3ee2]{Judo} zunächst eine Männerdomäne, so wurde 1988 Frauen-\hyperref[org39a3ee2]{Judo} bei den Olympischen Spielen in Seoul als Demonstrationswettbewerb vorgestellt. \emph{Seit den Olympischen Spielen in Barcelona 1992 ist auch Frauen-\hyperref[org39a3ee2]{Judo} im olympischen Programm.}

Im Jahre 1988 war \hyperref[org39a3ee2]{Judo} erstmals bei den Paralympics in Seoul mit dabei. Seit 2004 in Athen gibt es auch Frauen-\hyperref[org39a3ee2]{Judo} im Programm der Sommer-Paralympics. \hyperref[org39a3ee2]{Judo} wird bei diesen Spielen von Blinden und Menschen mit geringem Sehvermögen praktiziert. Die paralympischen Athleten folgen denselben Regeln wie die Nichtbehinderten. Eventuelle Defizite werden durch zusätzliche Regelungen ausgeglichen. So besteht ein wesentlicher Unterschied darin, dass sich die Kämpfer und Kämpferinnen zur besseren Orientierung vor Kampfbeginn berühren dürfen. 

\paragraph{Erfolge}
\label{sec:org2c2bb3e}
Die größten Erfolge deutscher Judoka im Überblick:

\begin{center}
\begin{tabular}{rlll}
\hline
Jahr & Name & Titel & Land\\
\hline
1979 & Detlef Ultsch & Weltmeister & DDR\\
1982 & Barbara Claßen & Weltmeisterin & BRD\\
1983 & Detlef Ultsch & Weltmeister & DDR\\
1983 & Andreas Preschel & Weltmeister & DDR\\
1987 & Alexandra Schreiber & Weltmeisterin & BRD\\
1991 & Frauke Eickhoff & Weltmeisterin & D\\
1991 & Daniel Lascău & Weltmeister & D\\
1991 & Udo Quellmalz & Weltmeister & D\\
1993 & Johanna Hagn & Weltmeisterin & D\\
1995 & Udo Quellmalz & Weltmeister & D\\
2003 & Florian Wanner & Weltmeister & D\\
2017 & Alexander Wieczerzak & Weltmeister & D\\
\hline
1980 & Dietmar Lorenz & Olympiasieger & DDR\\
1984 & Frank Wieneke & Olympiasieger & BRD\\
1996 & Udo Quellmalz & Olympiasieger & D\\
2004 & Yvonne Bönisch & Olympiasiegerin & D\\
2008 & Ole Bischof & Olympiasieger & D\\
\hline
\end{tabular}
\end{center}
