script-4d.org
*** DONE <<<Seiryoku-zen-yo>>> (das technische Prinzip) [精力善用]
    CLOSED: [2018-09-16 Sun 16:59]


Das erste Prinzip[fn:kodokanweb] beschreibt, wie man die Judotechniken ausführen soll und wie man sich im Kampf zu verhalten hat. Es kann mit *"Bester Einsatz von Geist und Körper"* oder "Bester Einsatz der vorhandenen Kräfte" umschrieben werden und beinhaltet eine deutliche Absage an das 'Kraftmeiertum', die bloße Anwendung schierer physischer Kraft. Mit diesem Prinzip will Kano den Begriff *Ju* ("sanft, nachgeben, geschmeidig") des Wortes Judo näher charakterisieren. Die Idee des Siegens durch Nachgeben, sowohl als körperliche Eigenschaft als auch als geistig-emotionale Einstellung findet sich hier wieder.

 In der Judo-Praxis können folgende theoretisch-taktischen Grundsätze diesem Prinzip zugeordnet werden: 
 - Ausnutzen der Bewegung des Gegners und des eigenen Schwungs 
 - Anwenden der Hebelgesetze 
 - Brechen des gegnerischen Gleichgewichts 
 - das eigene Gewicht mehr einsetzen als die eigene Kraft 
 - auch bei aggressiven Handlungen des Gegners kühlen Kopf bewahren 
 - den Gegner studieren und Schwachpunkte nutzen 
 - die eigenen Stärken gegen die Schwächen des Gegners nutzen 

[fn:kodokanweb] Siehe [[http://kodokanjudoinstitute.org/en/doctrine][kodokanjudoinstitute.org/en/doctrine]]

*** DONE <<<Ji-ta-kyo-ei>>> (das moralische Prinzip) [自他共栄]
    CLOSED: [2018-09-16 Sun 12:05]

Das zweite Prinzip Jigoro Kanos hebt Judo über eine bloße Zweikampfsportart hinaus und lässt es zum Erziehungssystem werden. In der Übersetzung kann man dieses Prinzip als *"Gegenseitige Hilfe für den wechselseitigen Fortschritt und das beiderseitige Wohlergehen"* verstehen. Kano macht damit deutlich, mit welcher Einstellung und Haltung man Judo erlernen und betreiben soll. Er macht klar, dass der Partner nicht nur "Übungsobjekt" ist, jemand, an dem man übt, sondern ein Gegenüber, für das man Verantwortung entwickeln muss und für dessen Fortschritt in technischer und persönlicher Hinsicht man genauso arbeiten muss, wie für den eigenen. Ohne willig mitarbeitende Partner ist ein Judo-Studium nicht möglich. Mit dem Prinzip des gegenseitigen Helfens und Verstehens hat Kano den Aspekt des *Do* ("Weg, Prinzip, Grundsatz") des Wortes Judo als Lebensweg oder prinzipielle Einstellung zum Leben im Miteinander näher beschrieben. 

Auf der Judo-Matte beim täglichen Training kann man die Anwendung dieses Prinzips unter anderem daran erkennen, dass 
- Tori die Kontrolle über die Fallübung von Uke ausübt 
- Uke bei Würge- oder Hebeltechniken rechtzeitig abschlägt und Tori die Technik daraufhin sofort beendet 
- alle Übenden miteinander trainieren und kein Partner zum Üben abgelehnt wird 
- beim Üben von Judotechniken und beim Randori Rücksicht auf Alter, Geschlecht, körperliche und technische  Entwicklung des Partners genommen wird und wechselseitige Erfolgserlebnisse ermöglicht werden 
- jeder Übende bereit ist, für sein Handeln und für die Gruppe Verantwortung zu übernehmen. 

