script-4d.html

<div id="outline-container-org2edae25" class="outline-3">
<h3 id="org2edae25">Die <a href="#orga422311">Judo</a>-Prinzipien</h3>
<div class="outline-text-3" id="text-org2edae25">
</div>
<div id="outline-container-org4a7cb5d" class="outline-4">
<h4 id="org4a7cb5d"><a id="org5ab30e5">Seiryoku-zen-yo</a> (das technische Prinzip) [精力善用]</h4>
<div class="outline-text-4" id="text-org4a7cb5d">
<p>
Das erste Prinzip<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup> beschreibt, wie man die Judotechniken ausführen soll und wie man sich im Kampf zu verhalten hat. Es kann mit <b>&bdquo;Bester Einsatz von Geist und Körper&ldquo;</b> oder &bdquo;Bester Einsatz der vorhandenen Kräfte&ldquo; umschrieben werden und beinhaltet eine deutliche Absage an das &rsquo;Kraftmeiertum&rsquo;, die bloße Anwendung schierer physischer Kraft. Mit diesem Prinzip will Kano den Begriff <b>Ju</b> (&bdquo;sanft, nachgeben, geschmeidig&ldquo;) des Wortes <a href="#orga422311">Judo</a> näher charakterisieren. Die Idee des Siegens durch Nachgeben, sowohl als körperliche Eigenschaft als auch als geistig-emotionale Einstellung findet sich hier wieder.
</p>

<p>
In der <a href="#orga422311">Judo</a>-Praxis können folgende theoretisch-taktischen Grundsätze diesem Prinzip zugeordnet werden: 
</p>
<ul class="org-ul">
<li>Ausnutzen der Bewegung des Gegners und des eigenen Schwungs</li>
<li>Anwenden der Hebelgesetze</li>
<li>Brechen des gegnerischen Gleichgewichts</li>
<li>das eigene Gewicht mehr einsetzen als die eigene Kraft</li>
<li>auch bei aggressiven Handlungen des Gegners kühlen Kopf bewahren</li>
<li>den Gegner studieren und Schwachpunkte nutzen</li>
<li>die eigenen Stärken gegen die Schwächen des Gegners nutzen</li>
</ul>
</div>
</div>

<div id="outline-container-orgb9511c1" class="outline-4">
<h4 id="orgb9511c1"><a id="orged957f9">Ji-ta-kyo-ei</a> (das moralische Prinzip) [自他共栄]</h4>
<div class="outline-text-4" id="text-orgb9511c1">
<p>
Das zweite Prinzip Jigoro Kanos hebt <a href="#orga422311">Judo</a> über eine bloße Zweikampfsportart hinaus und lässt es zum Erziehungssystem werden. In der Übersetzung kann man dieses Prinzip als <b>&bdquo;Gegenseitige Hilfe für den wechselseitigen Fortschritt und das beiderseitige Wohlergehen&ldquo;</b> verstehen. Kano macht damit deutlich, mit welcher Einstellung und Haltung man <a href="#orga422311">Judo</a> erlernen und betreiben soll. Er macht klar, dass der Partner nicht nur &bdquo;Übungsobjekt&ldquo; ist, jemand, an dem man übt, sondern ein Gegenüber, für das man Verantwortung entwickeln muss und für dessen Fortschritt in technischer und persönlicher Hinsicht man genauso arbeiten muss, wie für den eigenen. Ohne willig mitarbeitende Partner ist ein <a href="#orga422311">Judo</a>-Studium nicht möglich. Mit dem Prinzip des gegenseitigen Helfens und Verstehens hat Kano den Aspekt des <b>Do</b> (&bdquo;Weg, Prinzip, Grundsatz&ldquo;) des Wortes <a href="#orga422311">Judo</a> als Lebensweg oder prinzipielle Einstellung zum Leben im Miteinander näher beschrieben. 
</p>

<p>
Auf der <a href="#orga422311">Judo</a>-Matte beim täglichen Training kann man die Anwendung dieses Prinzips unter anderem daran erkennen, dass 
</p>
<ul class="org-ul">
<li>Tori die Kontrolle über die Fallübung von Uke ausübt</li>
<li>Uke bei Würge- oder Hebeltechniken rechtzeitig abschlägt und Tori die Technik daraufhin sofort beendet</li>
<li>alle Übenden miteinander trainieren und kein Partner zum Üben abgelehnt wird</li>
<li>beim Üben von Judotechniken und beim Randori Rücksicht auf Alter, Geschlecht, körperliche und technische  Entwicklung des Partners genommen wird und wechselseitige Erfolgserlebnisse ermöglicht werden</li>
<li>jeder Übende bereit ist, für sein Handeln und für die Gruppe Verantwortung zu übernehmen.</li>
</ul>
</div>
</div>
