script-4d.tex

\subsection{Die \hyperref[org39a3ee2]{Judo}-Prinzipien}
\label{sec:org91a5cba}
\paragraph{\label{org558279f}Seiryoku-zen-yo (das technische Prinzip) [精力善用]}
\label{sec:org9d34e7f}
Das erste Prinzip\footnote{Siehe \href{http://kodokanjudoinstitute.org/en/doctrine}{kodokanjudoinstitute.org/en/doctrine}} beschreibt, wie man die Judotechniken ausführen soll und wie man sich im Kampf zu verhalten hat. Es kann mit \textbf{"`Bester Einsatz von Geist und Körper"'} oder "`Bester Einsatz der vorhandenen Kräfte"' umschrieben werden und beinhaltet eine deutliche Absage an das 'Kraftmeiertum', die bloße Anwendung schierer physischer Kraft. Mit diesem Prinzip will Kano den Begriff \textbf{Ju} ("`sanft, nachgeben, geschmeidig"') des Wortes \hyperref[org39a3ee2]{Judo} näher charakterisieren. Die Idee des Siegens durch Nachgeben, sowohl als körperliche Eigenschaft als auch als geistig-emotionale Einstellung findet sich hier wieder.

In der \hyperref[org39a3ee2]{Judo}-Praxis können folgende theoretisch-taktischen Grundsätze diesem Prinzip zugeordnet werden: 
\begin{itemize}
\item Ausnutzen der Bewegung des Gegners und des eigenen Schwungs
\item Anwenden der Hebelgesetze
\item Brechen des gegnerischen Gleichgewichts
\item das eigene Gewicht mehr einsetzen als die eigene Kraft
\item auch bei aggressiven Handlungen des Gegners kühlen Kopf bewahren
\item den Gegner studieren und Schwachpunkte nutzen
\item die eigenen Stärken gegen die Schwächen des Gegners nutzen
\end{itemize}

\paragraph{\label{orgc231618}Ji-ta-kyo-ei (das moralische Prinzip) [自他共栄]}
\label{sec:org22c5fd6}
Das zweite Prinzip Jigoro Kanos hebt \hyperref[org39a3ee2]{Judo} über eine bloße Zweikampfsportart hinaus und lässt es zum Erziehungssystem werden. In der Übersetzung kann man dieses Prinzip als \textbf{"`Gegenseitige Hilfe für den wechselseitigen Fortschritt und das beiderseitige Wohlergehen"'} verstehen. Kano macht damit deutlich, mit welcher Einstellung und Haltung man \hyperref[org39a3ee2]{Judo} erlernen und betreiben soll. Er macht klar, dass der Partner nicht nur "`Übungsobjekt"' ist, jemand, an dem man übt, sondern ein Gegenüber, für das man Verantwortung entwickeln muss und für dessen Fortschritt in technischer und persönlicher Hinsicht man genauso arbeiten muss, wie für den eigenen. Ohne willig mitarbeitende Partner ist ein \hyperref[org39a3ee2]{Judo}-Studium nicht möglich. Mit dem Prinzip des gegenseitigen Helfens und Verstehens hat Kano den Aspekt des \textbf{Do} ("`Weg, Prinzip, Grundsatz"') des Wortes \hyperref[org39a3ee2]{Judo} als Lebensweg oder prinzipielle Einstellung zum Leben im Miteinander näher beschrieben. 

Auf der \hyperref[org39a3ee2]{Judo}-Matte beim täglichen Training kann man die Anwendung dieses Prinzips unter anderem daran erkennen, dass 
\begin{itemize}
\item Tori die Kontrolle über die Fallübung von Uke ausübt
\item Uke bei Würge- oder Hebeltechniken rechtzeitig abschlägt und Tori die Technik daraufhin sofort beendet
\item alle Übenden miteinander trainieren und kein Partner zum Üben abgelehnt wird
\item beim Üben von Judotechniken und beim Randori Rücksicht auf Alter, Geschlecht, körperliche und technische  Entwicklung des Partners genommen wird und wechselseitige Erfolgserlebnisse ermöglicht werden
\item jeder Übende bereit ist, für sein Handeln und für die Gruppe Verantwortung zu übernehmen.
\end{itemize}
