script-4d.org
*** DONE Weitere Lebens- und Trainingsgrundsätze von Jigiro Kano
    CLOSED: [2018-11-18 Sun 15:16]

Um 1909, als Kanō für das IOC zu arbeiten begann, gerieten die geistigen Inhalte des judō noch mehr in Gefahr, durch die Überbetonung des sportlichen Charakters verloren zu gehen. Die einstigen Werte, die dem Judō-Meister bei der Gründung seiner Kampfkunst so wichtig waren, und deren Befolgung er zum Teil streng kontrollierte, waren bei den jüngeren Schülern von Konsumdenken und Gewinnsucht abgelöst worden. Das erfolgreiche Bestreiten eines Wettkampfs hatte von nun an mehr Bedeutung als die Übung des judō als Lebensweg. Tatsächlich lässt sich sagen, dass das judō seit dem Zeitpunkt, an dem Saigo Shiro den Kōdōkan verließ, unbeabsichtigt immer mehr zum Sport wurde. Die Kampfkraft Saigos und dessen Erfahrung auf dem Gebiet des daito ryū hatten dem Kōdōkan-Jūdō einen Ruf der Unbesiegbarkeit beigebracht, der nach seinem Weggang nicht mehr gehalten werden konnte und zu einer allmälichen Verflachung der Lehren führte. Gegen Ende seines Lebens begann sich der Wertverlust des Kōdōkan-Judō immer deutlicher zu offenbaren, und Kanō, der schon seit längerer Zeit voller Sorge diese Entwicklungen beobachtet hatte, entschloss sich, sechs Regeln aufzustellen, die seine ursprüngliche Vorstellung des judō erhalten sollten:

- Chikara-hittatsu - Bemühen führt immer zum Ziel
- Ji-ta-kyo-ei - gegenseitige Hilfe und Kooperation
- Jundo-seisho - der rechte Weg führt zum Ziel
- Seiki-ekisei - Fortschritt verpflichtet zum Lehren
- Seiryoku-saizen-katsuyoi - geistige und körperliche Kraft
- Shin-shin-jizai - geistige und körperliche Geschmeidigkeit

Doch wusste der Jūdō-Meister sehr wohl, dass diese Regeln allein nicht genügten, um dem Kōdōkan-Jūdō seine alten Inhalte wiederzugeben. Daher begann er in der ganzen Welt umherzureisen, um mit der Werbung für seine Kunst auch Vorträge über die eigentliche Bedeutung seiner Kampfkunst zu halten. In einem dieser unzähligen Referate ermahnte Kanō seine anwesenden Übungsleiter, sich in ihrem Unterricht nicht nur auf das Training im dōjō zu beschränken, sondern mit ihren Schülern auch auf die philosophischen Aspekte des jūdō einzugehen:

#+BEGIN_QUOTE
Judo wird über zwei Methoden gelehrt. Die eine bezeichnet man als randori, die andere als kata. (...) Ihr solltet dabei jedoch bedenken, daß es nicht möglich ist, die Fähigkeit zur größten Effizienz in jeder Bewegung allein durch die Übung der Kata und des randori im dōjō zu entwickeln. Man muß sich immer ins Bewußtsein rufen, diese Prinzipien auch in den Handlungen des täglichen Lebens zu üben, denn nur dann kann man die Fähigkeit erlangen, wie selbstverständlich die eigene Energie am effektivsten einzusetzen. (Yuko-no-katsudo, 1921) 
#+END_QUOTE


#+Latex: \newpage
* DONE Kata [1/1]
  CLOSED: [2018-09-17 Mon 21:33]
** DONE <<<Ju-no-Kata>>> (Kata der Geschmeidigkeit)
   CLOSED: [2018-09-16 Sun 22:35]

