script-4d.html

<div id="outline-container-org8d31f0d" class="outline-4">
<h4 id="org8d31f0d">Weitere Lebens- und Trainingsgrundsätze von Jigiro Kano</h4>
<div class="outline-text-4" id="text-org8d31f0d">
<p>
Um 1909, als Kanō für das IOC zu arbeiten begann, gerieten die geistigen Inhalte des judō noch mehr in Gefahr, durch die Überbetonung des sportlichen Charakters verloren zu gehen. Die einstigen Werte, die dem Judō-Meister bei der Gründung seiner Kampfkunst so wichtig waren, und deren Befolgung er zum Teil streng kontrollierte, waren bei den jüngeren Schülern von Konsumdenken und Gewinnsucht abgelöst worden. Das erfolgreiche Bestreiten eines Wettkampfs hatte von nun an mehr Bedeutung als die Übung des judō als Lebensweg. Tatsächlich lässt sich sagen, dass das judō seit dem Zeitpunkt, an dem Saigo Shiro den Kōdōkan verließ, unbeabsichtigt immer mehr zum Sport wurde. Die Kampfkraft Saigos und dessen Erfahrung auf dem Gebiet des daito ryū hatten dem Kōdōkan-Jūdō einen Ruf der Unbesiegbarkeit beigebracht, der nach seinem Weggang nicht mehr gehalten werden konnte und zu einer allmälichen Verflachung der Lehren führte. Gegen Ende seines Lebens begann sich der Wertverlust des Kōdōkan-Judō immer deutlicher zu offenbaren, und Kanō, der schon seit längerer Zeit voller Sorge diese Entwicklungen beobachtet hatte, entschloss sich, sechs Regeln aufzustellen, die seine ursprüngliche Vorstellung des judō erhalten sollten:
</p>

<ul class="org-ul">
<li>Chikara-hittatsu - Bemühen führt immer zum Ziel</li>
<li><a href="#orged957f9">Ji-ta-kyo-ei</a> - gegenseitige Hilfe und Kooperation</li>
<li>Jundo-seisho - der rechte Weg führt zum Ziel</li>
<li>Seiki-ekisei - Fortschritt verpflichtet zum Lehren</li>
<li>Seiryoku-saizen-katsuyoi - geistige und körperliche Kraft</li>
<li>Shin-shin-jizai - geistige und körperliche Geschmeidigkeit</li>
</ul>

<p>
Doch wusste der Jūdō-Meister sehr wohl, dass diese Regeln allein nicht genügten, um dem Kōdōkan-Jūdō seine alten Inhalte wiederzugeben. Daher begann er in der ganzen Welt umherzureisen, um mit der Werbung für seine Kunst auch Vorträge über die eigentliche Bedeutung seiner Kampfkunst zu halten. In einem dieser unzähligen Referate ermahnte Kanō seine anwesenden Übungsleiter, sich in ihrem Unterricht nicht nur auf das Training im dōjō zu beschränken, sondern mit ihren Schülern auch auf die philosophischen Aspekte des jūdō einzugehen:
</p>

<blockquote>
<p>
<a href="#orga422311">Judo</a> wird über zwei Methoden gelehrt. Die eine bezeichnet man als randori, die andere als kata. (&#x2026;) Ihr solltet dabei jedoch bedenken, daß es nicht möglich ist, die Fähigkeit zur größten Effizienz in jeder Bewegung allein durch die Übung der Kata und des randori im dōjō zu entwickeln. Man muß sich immer ins Bewußtsein rufen, diese Prinzipien auch in den Handlungen des täglichen Lebens zu üben, denn nur dann kann man die Fähigkeit erlangen, wie selbstverständlich die eigene Energie am effektivsten einzusetzen. (Yuko-no-katsudo, 1921) 
</p>
</blockquote>
</div>
</div>
</div>
</div>
<div id="outline-container-org0df7575" class="outline-2">
<h2 id="org0df7575">Kata </h2>
<div class="outline-text-2" id="text-org0df7575">
</div>
<div id="outline-container-orga473484" class="outline-3">
<h3 id="orga473484"><a id="orgce9ccd8">Ju-no-Kata</a> (Kata der Geschmeidigkeit)</h3>
<div class="outline-text-3" id="text-orga473484">
</div>
