script-4d.org
*** DONE Hintergrund und Geschichte
    CLOSED: [2018-09-16 Sun 22:34]

Im Jahre 1887, wurde diese als dritte Kata von Jigoro Kano im Kodokan entwickelt, um die unterschiedlichen /Prinzipien von Angriff und Verteidigung, des Gleichgewichtbrechens und des Siegen durch Nachgeben/ in stark abstrahierter Weise zu verdeutlichen. 

Das Hauptziel, das Jigoro Kano bei der Schaffung der Ju-no-kata verfolgt hat, war, einen Beitrag zur körperlichen Ertüchtigung zu leisten. 
Daneben sollte alles das, was Judo als Kampfkunst ausmacht (Angriff, Verteidigung usw.), ebenfalls in der Kata vorhanden sein. 
Um dem Gedanken einer körperlichen Ertüchtigung besonders gerecht zu werden, gibt es vier Charakteristika:

- Uke wird nur aus dem Gleichgewicht gebracht oder hoch gehoben, aber nicht geworfen. Dadurch kann man die Kata auch dort machen, wo keine Matte vorhanden ist,
- Es wird niemals die Kleidung gefasst. Daher braucht man auch keine spezielle Trainingskleidung.
- Es wird nicht an Kopf oder Nacken gezogen. Dadurch wird die Verletzungsgefahr minimiert.
- Bei vielen Aktionen werden Muskeln gedehnt. Dadurch wird die Beweglichkeit verbessert. 

Hiermit wird auch der Anspruch, eine komplettes System zur körperlichen Ertüchtigung anzubieten, untermauert.

Kano entwarf die geschmeidigen, fließenden Bewegungsabläufe, um die Grundlagen von Angriff und Verteidigung zu lehren. Das Augenmerk ist dabei auf die eigenen Bewegungen und vor allem auf die verschiedenen Stadien des Erhalts und der Wiedergewinnung des eigenen sowie die Zerstörung des gegnerischen statischen und dynamischen Gleichgewichts gerichtet (Sichern des äußeren und inneren Gleichgewichts durch Konzentration auf das eigene Körperzentrum als Voraussetzung für erfolgreiche Judotechnik).

Die Ju-no-kata erleichtert es dem Judoka, durch die harmonische Verbindung mit den Angriffen und Verteidigungen des Partners Atmung und Technik zu schulen und die Grundlagen und Bewegungen des Judo zu erfahren (Kata als Mittel zum Bewegungslernen). Uke und Tori arbeiten nicht gegeneinander, sondern miteinander und lernen auf diese Weise voneinander (moralisches Prinzip des Judo, d.h. gegenseitige Hilfe zu beiderseitigem Wohlergehen; Ji-ta-kyo-ei). Das Üben in gesammelter Aufmerksamkeit schult sowohl den Geist als auch den Körper. Diese Kata fördert das allgemeine, judospezifische und aufgabenorientierte Gleichgewichtsgefühl sowie im Besonderen das Orientierungsvermögen.

Die langsam fließenden Aktionen und Reaktionen erfordern ein hohes Maß an Genauigkeit. Der Handlungsablauf stärkt die körperliche und geistige Konzentration sowie die Sensibilität des Körpers für Zeit und Raum, lenkt die Aufmerksamkeit durch gleichsam meditative Bewegungsübung nach innen und gleicht Anspannung und Entspannung aus, indem er Geschicklichkeit zum Vernichten von Gewalt nutzt.
Dadurch entwickeln sich körperliche und geistige Gelassenheit sowie entspannte Wachsamkeit und innere Ruhe.

Weil Ju-no-kata verschiedene natürliche, effektive Bewegungen enthält, Bewegungen wie Beugen, Dehnen und Drehen (Tai sabaki) ist sie sehr wirkungsvoll, um den Körper rundum zu entwickeln und in einen guten konditionell-technischen Zustand zu bringen. Ju-no-kata lockert das Rückgrat und die Schultern und macht sie beweglich und stärkt zugleich die Muskeln des Rumpfes und der Beine. Die Wirkung des Dehnens und Kräftigens wird insbesondere durch das Halten der Endposition erreicht.


*** DONE Techniken
    CLOSED: [2018-09-16 Sun 22:34]

Die Ju-no-kata[fn:ju-no-kata] besteht aus drei Serien zu je 5 Techniken, umfasst also insgesamt 15 Techniken. 
Diese Techniken werden langsam ausgeführt, können aber in der Geschwindigkeit deutlich gesteigert werden. 
Die meisten Aktionen bestehen aus einer Serie von mehreren Angriffen, Abwehren, erneuten Angriffen usw. 
Stets wird dabei "Ju" angewendet, also Nachgeben, Ausweichen, Weiterführen der gegnerischen Bewegung um letztendlich die Kontrolle zu behalten. 
Die Kata schult Koordination, Körperhaltung, Tai-sabaki und vor allem feinste Krafteinsätze beim Kuzushi.

1. Gruppe (Dai-ikkyo)
   - Tsuki-dashi (Hand-Stoß)
   - Kata-oshi (Schulter-Drücken)
   - Ryo-te-dori (Ergreifen beider Hände)
   - Kata-mawashi (Schulter-Drehen)
   - Ago-oshi (Kinn-Drücken)
2. Gruppe (Dai-nikkyo)
   - Kiri-oroshi (Schnitt von oben)
   - Ryo-kata-oshi (Druck auf beide Schultern)
   - Naname-uchi (Diagonaler Schlag)
   - Kata-te-dori (Ergreifen einer Hand)
   - Kata-te-age (Hochheben einer Hand)
3. Gruppe (Dai-sankyo)
   - Obi-tori (Ergreifen des Gürtels)
   - Mune-oshi (Brust-Drücken)
   - Tsuki-age (Aufwärtshaken)
   - Uchi-oroshi (Schlag von oben)
   - Ryogan-tsuki (Stich in beide Augen)

[fn:ju-no-kata] \raggedright siehe auch \citep{kano2007kodokan, djbkataregelwerk}

