script-4d.html

<div id="outline-container-org4ace661" class="outline-4">
<h4 id="org4ace661">Hintergrund und Geschichte</h4>
<div class="outline-text-4" id="text-org4ace661">
<p>
Im Jahre 1887, wurde diese als dritte Kata von Jigoro Kano im Kodokan entwickelt, um die unterschiedlichen <i>Prinzipien von Angriff und Verteidigung, des Gleichgewichtbrechens und des Siegen durch Nachgeben</i> in stark abstrahierter Weise zu verdeutlichen. 
</p>

<p>
Das Hauptziel, das Jigoro Kano bei der Schaffung der <a href="#orgce9ccd8">Ju-no-kata</a> verfolgt hat, war, einen Beitrag zur körperlichen Ertüchtigung zu leisten. 
Daneben sollte alles das, was <a href="#orga422311">Judo</a> als Kampfkunst ausmacht (Angriff, Verteidigung usw.), ebenfalls in der Kata vorhanden sein. 
Um dem Gedanken einer körperlichen Ertüchtigung besonders gerecht zu werden, gibt es vier Charakteristika:
</p>

<ul class="org-ul">
<li>Uke wird nur aus dem Gleichgewicht gebracht oder hoch gehoben, aber nicht geworfen. Dadurch kann man die Kata auch dort machen, wo keine Matte vorhanden ist,</li>
<li>Es wird niemals die Kleidung gefasst. Daher braucht man auch keine spezielle Trainingskleidung.</li>
<li>Es wird nicht an Kopf oder Nacken gezogen. Dadurch wird die Verletzungsgefahr minimiert.</li>
<li>Bei vielen Aktionen werden Muskeln gedehnt. Dadurch wird die Beweglichkeit verbessert.</li>
</ul>

<p>
Hiermit wird auch der Anspruch, eine komplettes System zur körperlichen Ertüchtigung anzubieten, untermauert.
</p>

<p>
Kano entwarf die geschmeidigen, fließenden Bewegungsabläufe, um die Grundlagen von Angriff und Verteidigung zu lehren. Das Augenmerk ist dabei auf die eigenen Bewegungen und vor allem auf die verschiedenen Stadien des Erhalts und der Wiedergewinnung des eigenen sowie die Zerstörung des gegnerischen statischen und dynamischen Gleichgewichts gerichtet (Sichern des äußeren und inneren Gleichgewichts durch Konzentration auf das eigene Körperzentrum als Voraussetzung für erfolgreiche Judotechnik).
</p>

<p>
Die <a href="#orgce9ccd8">Ju-no-kata</a> erleichtert es dem Judoka, durch die harmonische Verbindung mit den Angriffen und Verteidigungen des Partners Atmung und Technik zu schulen und die Grundlagen und Bewegungen des <a href="#orga422311">Judo</a> zu erfahren (Kata als Mittel zum Bewegungslernen). Uke und Tori arbeiten nicht gegeneinander, sondern miteinander und lernen auf diese Weise voneinander (moralisches Prinzip des <a href="#orga422311">Judo</a>, d.h. gegenseitige Hilfe zu beiderseitigem Wohlergehen; <a href="#orged957f9">Ji-ta-kyo-ei</a>). Das Üben in gesammelter Aufmerksamkeit schult sowohl den Geist als auch den Körper. Diese Kata fördert das allgemeine, judospezifische und aufgabenorientierte Gleichgewichtsgefühl sowie im Besonderen das Orientierungsvermögen.
</p>

<p>
Die langsam fließenden Aktionen und Reaktionen erfordern ein hohes Maß an Genauigkeit. Der Handlungsablauf stärkt die körperliche und geistige Konzentration sowie die Sensibilität des Körpers für Zeit und Raum, lenkt die Aufmerksamkeit durch gleichsam meditative Bewegungsübung nach innen und gleicht Anspannung und Entspannung aus, indem er Geschicklichkeit zum Vernichten von Gewalt nutzt.
Dadurch entwickeln sich körperliche und geistige Gelassenheit sowie entspannte Wachsamkeit und innere Ruhe.
</p>

<p>
Weil <a href="#orgce9ccd8">Ju-no-kata</a> verschiedene natürliche, effektive Bewegungen enthält, Bewegungen wie Beugen, Dehnen und Drehen (Tai sabaki) ist sie sehr wirkungsvoll, um den Körper rundum zu entwickeln und in einen guten konditionell-technischen Zustand zu bringen. <a href="#orgce9ccd8">Ju-no-kata</a> lockert das Rückgrat und die Schultern und macht sie beweglich und stärkt zugleich die Muskeln des Rumpfes und der Beine. Die Wirkung des Dehnens und Kräftigens wird insbesondere durch das Halten der Endposition erreicht.
</p>
</div>
</div>


<div id="outline-container-orga2ea1b6" class="outline-4">
<h4 id="orga2ea1b6">Techniken</h4>
<div class="outline-text-4" id="text-orga2ea1b6">
<p>
Die <a href="#orgce9ccd8">Ju-no-kata</a><sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup> besteht aus drei Serien zu je 5 Techniken, umfasst also insgesamt 15 Techniken. 
Diese Techniken werden langsam ausgeführt, können aber in der Geschwindigkeit deutlich gesteigert werden. 
Die meisten Aktionen bestehen aus einer Serie von mehreren Angriffen, Abwehren, erneuten Angriffen usw. 
Stets wird dabei &bdquo;Ju&ldquo; angewendet, also Nachgeben, Ausweichen, Weiterführen der gegnerischen Bewegung um letztendlich die Kontrolle zu behalten. 
Die Kata schult Koordination, Körperhaltung, Tai-sabaki und vor allem feinste Krafteinsätze beim Kuzushi.
</p>

<ol class="org-ol">
<li>Gruppe (Dai-ikkyo)
<ul class="org-ul">
<li>Tsuki-dashi (Hand-Stoß)</li>
<li>Kata-oshi (Schulter-Drücken)</li>
<li>Ryo-te-dori (Ergreifen beider Hände)</li>
<li>Kata-mawashi (Schulter-Drehen)</li>
<li>Ago-oshi (Kinn-Drücken)</li>
</ul></li>
<li>Gruppe (Dai-nikkyo)
<ul class="org-ul">
<li><a href="#orgdb6e45e">Kiri-oroshi</a> (Schnitt von oben)</li>
<li>Ryo-kata-oshi (Druck auf beide Schultern)</li>
<li>Naname-uchi (Diagonaler Schlag)</li>
<li>Kata-te-dori (Ergreifen einer Hand)</li>
<li>Kata-te-age (Hochheben einer Hand)</li>
</ul></li>
<li>Gruppe (Dai-sankyo)
<ul class="org-ul">
<li>Obi-tori (Ergreifen des Gürtels)</li>
<li>Mune-oshi (Brust-Drücken)</li>
<li>Tsuki-age (Aufwärtshaken)</li>
<li>Uchi-oroshi (Schlag von oben)</li>
<li><a href="#org3acdc89">Ryogan-tsuki</a> (Stich in beide Augen)</li>
</ul></li>
</ol>
</div>
</div>
