script-4d.tex

\paragraph{Erläuterung zu zwei Techniken}
\label{sec:orgdeb36c2}
\begin{itemize}
\item \label{orgf6edc37}Kiri-oroshi
\begin{itemize}
\item Uke bereitet den Angriff vor (mit dem rechten Fuß zurück gehend, gleichzeitiges Drehen nach rechts und die rechte Handfläche zeigt nach vorne).
\item Uke greift mit Te-gatana an, während er rechts vorwärts geht.
\item Tori geht zurück (rechts-links), greift Ukes rechtes Handgelenk und macht zwei Tsugiashi- Schritte vorwärts, um Ukes Gleichgewicht über die rechte Ecke nach hinten zu brechen.
\item Uke drückt mit der linken Hand gegen Toris rechten Ellenbogen, um den Griff an seinem rechten Handgelenk zu lösen, und dreht Tori in einem großen Kreis um 180°.
\item Tori dreht sich auf dem linken Fuß und greift Ukes vier linke Finger mit seiner linken Hand (von unten), den linken Daumen auf Ukes linke Handfläche legend.
\item Tori geht weiter hinter Uke und bricht dessen Gleichgewicht nach hinten.
\item Im Abschluss bricht Tori Ukes Gleichgewicht nach hinten mit dem linken gestreckten Arm.
\end{itemize}

\item \label{org7013e1e}Ryogan-tsuki
\begin{itemize}
\item Uke hebt die rechte Hand und attackiert mit einen Stoß (Finger gestreckt und zwischen Mittel- und Ringfinger geöffnet) Toris Augen in einem Rechtsschritt vor.
\item Tori dreht sich nach links, weicht dem Angriff aus, greift Ukes rechtes Handgelenk, um den Arm mit der linken Hand zu ziehen.
\item Uke kommt mit seinem linken Fuß vor und greift Toris linkes Handgelenk mit der linken Hand, um seinen rechten Arm zu befreien.
\item Tori drückt mit der rechten Handfläche gegen Ukes linken Ellenbogen, um seinen linken Arm zu befreien.
\item Uke dreht sich auf dem rechten Fuß herum.
\item Tori attackiert mit einen Stoß der linken Hand (Finger gestreckt und zwischen Mittel- und Ringfinger geöffnet) Ukes Augen in einem Linksschritt vor.
\item Uke dreht sich nach rechts, verhindert den Angriff, greift Toris linkes Handgelenk, um den Arm mit der rechten Hand zu ziehen.
\item Tori geht rechts vorwärts, greift Ukes rechtes Handgelenk mit seiner rechten Hand, um seinen linken Arm zu befreien.
\item Uke drückt mit seiner linken Handfläche gegen Toris rechten Ellenbogen, um seinen rechten Arm zu befreien.
\item Uke versucht, Tori zu drehen, aber Tori legt seinen Arm um Ukes Taille und hebt ihn von Uki-goshi zu O-goshi aus.
\end{itemize}
\end{itemize}

\newpage

\section{Schlusswort}
\label{sec:orge5e7517}
\subsection{Onore o tsukushite naru o matsu! [尽己竢成]}
\label{sec:org02b2b8b}
\begin{quote}
It is said that the wise man carves out his own destiny, and it is also said that the sage transforms errors into good fortune. What these sayings mean is that results come from doing our best. When people have not done their best and then talk about their fate, this is not actually their real fate. When we have not done our best, how are we supposed to know what our fate truly is?

If we do our best and still do not achieve the results we seek, this means that our destiny is still not possible for us to realize. Just because our destiny is not possible, that certainly does not mean that we should despair. We should not fall into disappointment. We should exercise our abilities to the fullest, be diligent and patient, and await the result. We should not abandon the path that we are supposed to follow just because we believe our destiny to be a certain way. To give up on ourselves and then hope for good fortune is to be nothing but a dreaming fool.
\end{quote}

\begin{quote}
「己を尽して成るを竢つ」
\end{quote}

Do Your Best and Await the Result!


\newpage

\nocite{*}
\printbibliography
\addcontentsline{toc}{section}{\bibname}
\end{document}